local d = {}
------------------------
-- 以下为装备数据列表 -- 
------------------------

d.equipDataTb = {
    ["001"] = {
        ["日文名"] = "12cm単装砲",
        ["中文名"] = "12cm单装炮",
        ["类别"] = {1,1,1,1,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = ""
    },
    ["002"] = {
        ["日文名"] = "12.7cm連装砲",
        ["中文名"] = "12.7cm连装炮",
        ["类别"] = {1,1,1,1,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 2, ["对空"] = 2, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 30, ["钢材"] = 60, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "002"},
            ["更新消费"] = {["开发"] = {2, 3},["改修"] = {3, 6}, ["装备数"] = 2, ["装备"] = "002"},
            ["更新装备"] = {["装备"] = "063", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"〇"},
                ["一"] = {"〇"},
                ["二"] = {"〇"},
                ["三"] = {"〇"},
                ["四"] = {"〇"},
                ["五"] = {"〇"},
                ["六"] = {"〇"}
            },
            ["改修备注"] = ""
        }
    },
    ["003"] = {
        ["日文名"] = "10cm連装高角砲",
        ["中文名"] = "10cm连装高角炮",
        ["类别"] = {1,1,1,16,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 2, ["对空"] = 7, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 3, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = ""
    },
    ["004"] = {
        ["日文名"] = "14cm単装砲",
        ["中文名"] = "14cm单装炮",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 2, ["命中"] = 1, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 50, ["钢材"] = 80, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "004"},
            ["更新消费"] = {["开发"] = {3, 4},["改修"] = {3, 6}, ["装备数"] = 2, ["装备"] = "004"},
            ["更新装备"] = {["装备"] = "119", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"〇"},
                ["一"] = {"〇"},
                ["二"] = {"〇"},
                ["三"] = {"〇"},
                ["四"] = {"〇"},
                ["五"] = {"〇"},
                ["六"] = {"〇"}
            },
            ["改修备注"] = ""
        }
    },
    ["005"] = {
        ["日文名"] = "15.5cm三連装砲",
        ["中文名"] = "15.5cm三连装炮",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 7, ["对空"] = 4, ["命中"] = 1, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 5, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 90, ["钢材"] = 120, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {2, 2},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "005"},
            ["更新消费"] = {["开发"] = {8, 12},["改修"] = {4, 8}, ["装备数"] = 2, ["装备"] = "005"},
            ["更新装备"] = {["装备"] = "235", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"大淀", "大淀改"},
                ["一"] = {"大淀", "大淀改"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"最上", "最上改", "大淀", "大淀改"},
                ["六"] = {"最上", "最上改", "大淀", "大淀改"}
            },
            ["改修备注"] = "更新时消耗<font color=red>新型炮熕兵装资材</font>x1，失败时不消耗"
        }
    },
    ["006"] = {
        ["日文名"] = "20.3cm連装砲",
        ["中文名"] = "20.3cm连装炮",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 8, ["对空"] = 3, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 4, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 90, ["钢材"] = 120, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "006"},
            ["更新消费"] = {["开发"] = {2, 5},["改修"] = {4, 10}, ["装备数"] = 2, ["装备"] = "006"},
            ["更新装备"] = {["装备"] = "090", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"青叶", "青叶改", "衣笠", "衣笠改", "衣笠改二"},
                ["一"] = {"衣笠", "衣笠改", "衣笠改二"},
                ["二"] = {"衣笠", "衣笠改", "衣笠改二"},
                ["三"] = {"衣笠", "衣笠改", "衣笠改二"},
                ["四"] = {"青叶", "青叶改", "衣笠", "衣笠改", "衣笠改二"},
                ["五"] = {"青叶", "青叶改", "衣笠", "衣笠改", "衣笠改二"},
                ["六"] = {"青叶", "青叶改", "衣笠", "衣笠改", "衣笠改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["007"] = {
        ["日文名"] = "35.6cm連装砲",
        ["中文名"] = "35.6cm连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 15, ["对空"] = 4, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 10, ["钢材"] = 15, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 20, ["弹药"] = 240, ["钢材"] = 300, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {2, 3},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 4},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "007"},
            ["更新消费"] = {["开发"] = {6, 12},["改修"] = {5, 12}, ["装备数"] = 3, ["装备"] = "007"},
            ["更新装备"] = {["装备"] = "103", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"扶桑", "扶桑改", "扶桑改二"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"扶桑", "扶桑改", "扶桑改二"},
                ["六"] = {"扶桑", "扶桑改", "扶桑改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["008"] = {
        ["日文名"] = "41cm連装砲",
        ["中文名"] = "41cm连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 20, ["对空"] = 4, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 12, ["钢材"] = 20, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 30, ["弹药"] = 350, ["钢材"] = 480, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {3, 4},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "008"},
            ["中段消费"] = {["开发"] = {4, 7},["改修"] = {3, 6}, ["装备数"] = 2, ["装备"] = "008"},
            ["更新消费"] = {["开发"] = {12, 20},["改修"] = {10, 15}, ["装备数"] = 2, ["装备"] = "009"},
            ["更新装备"] = {["装备"] = "105", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"陆奥", "陆奥改"},
                ["一"] = {"陆奥", "陆奥改"},
                ["二"] = {"长门", "长门改", "长门改二"},
                ["三"] = {"×"},
                ["四"] = {"陆奥", "陆奥改"},
                ["五"] = {"长门", "长门改", "长门改二"},
                ["六"] = {"长门", "长门改", "长门改二"}
            },
            ["改修备注"] = "更新时消耗<font color=red>新型炮熕兵装资材</font>x2，失败时不消耗"
        }
    },
    ["009"] = {
        ["日文名"] = "46cm三連装砲",
        ["中文名"] = "46cm三连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 26, ["对空"] = 5, ["射程"] = "超长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 24, ["钢材"] = 25, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 50, ["弹药"] = 480, ["钢材"] = 800, ["铝"] = 50},
            ["初期消费"] = {["开发"] = {6, 8},["改修"] = {4, 6}, ["装备数"] = 1, ["装备"] = "009"},
            ["中段消费"] = {["开发"] = {8, 10},["改修"] = {5, 8}, ["装备数"] = 2, ["装备"] = "009"},
            ["日期"] = {
                ["日"] = {"武藏", "武藏改"},
                ["一"] = {"武藏", "武藏改"},
                ["二"] = {"大和", "大和改"},
                ["三"] = {"大和", "大和改"},
                ["四"] = {"大和", "大和改"},
                ["五"] = {"大和"},
                ["六"] = {"大和"}
            },
            ["改修备注"] = ""
        }
    },
    ["010"] = {
        ["日文名"] = "12.7cm連装高角砲",
        ["中文名"] = "12.7cm连装高角炮",
        ["类别"] = {1,2,4,16,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 2, ["对空"] = 4, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 40, ["钢材"] = 70, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {2, 3},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "010"},
            ["中段消费"] = {["开发"] = {3, 4},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "010"},
            ["更新消费"] = {["开发"] = {5, 8},["改修"] = {6, 10}, ["装备数"] = 1, ["装备"] = "003"},
            ["更新装备"] = {["装备"] = "066", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"铃谷", "铃谷改", "铃谷改二", "铃谷航改二", "熊野", "熊野改", "熊野改二", "熊野航改二"},
                ["一"] = {"熊野", "熊野改", "熊野改二", "熊野航改二"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"摩耶改二", "铃谷", "铃谷改", "铃谷改二", "铃谷航改二"},
                ["六"] = {"摩耶改二", "铃谷", "铃谷改", "铃谷改二", "铃谷航改二", "熊野", "熊野改", "熊野改二", "熊野航改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["011"] = {
        ["日文名"] = "15.2cm単装砲",
        ["中文名"] = "15.2cm单装炮",
        ["类别"] = {1,2,4,4,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 2, ["命中"] = 1, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 60, ["钢材"] = 90, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {2, 2},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "011"},
            ["更新消费"] = {["开发"] = {3, 4},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "011"},
            ["更新装备"] = {["装备"] = "065", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"阿贺野", "阿贺野改", "金刚", "金刚改", "金刚改二"},
                ["一"] = {"阿贺野", "阿贺野改", "金刚", "金刚改", "金刚改二", "山城", "山城改", "山城改二"},
                ["二"] = {"阿贺野", "阿贺野改", "山城", "山城改", "山城改二"},
                ["三"] = {"山城", "山城改", "山城改二"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"金刚", "金刚改", "金刚改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["012"] = {
        ["日文名"] = "15.5cm三連装砲(副砲)",
        ["中文名"] = "15.5cm三连装炮（副炮）",
        ["类别"] = {1,2,4,4,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 7, ["对空"] = 3, ["命中"] = 2, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 5, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 90, ["钢材"] = 120, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {2, 2},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "012"},
            ["更新消费"] = {["开发"] = {8, 12},["改修"] = {4, 8}, ["装备数"] = 2, ["装备"] = "012"},
            ["更新装备"] = {["装备"] = "234", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"武藏"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"大和", "大和改", "武藏改", "武藏"},
                ["六"] = {"大和", "大和改", "武藏改", "武藏"}
            },
            ["改修备注"] = "更新时消耗<font color=red>新型炮熕兵装资材</font>x1，失败时不消耗"
        }
    },
    ["013"] = {
        ["日文名"] = "61cm三連装魚雷",
        ["中文名"] = "61cm三连装鱼雷",
        ["类别"] = {2,3,5,5,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 5, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰", "俾斯麦drei"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 50, ["弹药"] = 70, ["钢材"] = 60, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 1}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "013"},
            ["更新消费"] = {["开发"] = {3, 5},["改修"] = {2, 4}, ["装备数"] = 2, ["装备"] = "013"},
            ["更新装备"] = {["装备"] = "125", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"丛云", "丛云改", "丛云改二"},
                ["一"] = {"丛云", "丛云改", "丛云改二"},
                ["二"] = {"丛云", "丛云改", "丛云改二"},
                ["三"] = {"×"},
                ["四"] = {"吹雪", "吹雪改"},
                ["五"] = {"吹雪", "吹雪改"},
                ["六"] = {"吹雪", "吹雪改"}
            },
            ["改修备注"] = ""
        }
    },
    ["014"] = {
        ["日文名"] = "61cm四連装魚雷",
        ["中文名"] = "61cm四连装鱼雷",
        ["类别"] = {2,3,5,5,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 7, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰", "俾斯麦drei"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 70, ["弹药"] = 100, ["钢材"] = 70, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "014"},
            ["更新消费"] = {["开发"] = {3, 5},["改修"] = {3, 6}, ["装备数"] = 2, ["装备"] = "014"},
            ["更新装备"] = {["装备"] = "015", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"〇"},
                ["一"] = {"〇"},
                ["二"] = {"〇"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"〇"},
                ["六"] = {"〇"}
            },
            ["改修备注"] = ""
        }
    },
    ["015"] = {
        ["日文名"] = "61cm四連装(酸素)魚雷",
        ["中文名"] = "61cm四连装（酸素）鱼雷",
        ["类别"] = {2,3,5,5,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 10, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰", "俾斯麦drei"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 80, ["弹药"] = 120, ["钢材"] = 80, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {2, 3},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {4, 8},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "015"},
            ["更新消费"] = {["开发"] = {5, 10},["改修"] = {5, 11}, ["装备数"] = 3, ["装备"] = "015"},
            ["更新装备"] = {["装备"] = "058", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"北上", "北上改", "北上改二", "大井", "大井改", "大井改二"},
                ["一"] = {"北上", "北上改", "北上改二", "大井", "大井改", "大井改二"},
                ["二"] = {"北上", "北上改", "北上改二", "大井", "大井改", "大井改二"},
                ["三"] = {"北上", "北上改", "北上改二", "大井", "大井改", "大井改二"},
                ["四"] = {"北上", "北上改", "北上改二", "大井", "大井改", "大井改二"},
                ["五"] = {"北上", "北上改", "北上改二", "大井", "大井改", "大井改二"},
                ["六"] = {"北上", "北上改", "北上改二", "大井", "大井改", "大井改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["016"] = {
        ["日文名"] = "九七式艦攻",
        ["中文名"] = "九七式舰攻",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 5, ["对潜"] = 4, ["索敌"] = 1, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["017"] = {
        ["日文名"] = "天山",
        ["中文名"] = "天山",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 7, ["对潜"] = 3, ["索敌"] = 1, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["018"] = {
        ["日文名"] = "流星",
        ["中文名"] = "流星",
        ["类别"] = {3,5,8,8,17},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 10, ["对潜"] = 4, ["索敌"] = 1, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 5, ["钢材"] = 0, ["铝"] = 10},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["019"] = {
        ["日文名"] = "九六式艦戦",
        ["中文名"] = "九六式舰战",
        ["类别"] = {3,5,6,6,11},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 2, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 70, ["弹药"] = 50, ["钢材"] = 0, ["铝"] = 170},
            ["初期消费"] = {["开发"] = {1, 3},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "019"},
            ["中段消费"] = {["开发"] = {2, 4},["改修"] = {1, 3}, ["装备数"] = 1, ["装备"] = "037"},
            ["更新消费"] = {["开发"] = {3, 6},["改修"] = {2, 4}, ["装备数"] = 2, ["装备"] = "019"},
            ["更新装备"] = {["装备"] = "020", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"凤翔", "凤翔改"},
                ["一"] = {"凤翔", "凤翔改"},
                ["二"] = {"凤翔", "凤翔改"},
                ["三"] = {"凤翔", "凤翔改"},
                ["四"] = {"凤翔", "凤翔改"},
                ["五"] = {"凤翔", "凤翔改"},
                ["六"] = {"凤翔", "凤翔改"}
            },
            ["改修备注"] = ""
        }
    },
    ["020"] = {
        ["日文名"] = "零式艦戦21型",
        ["中文名"] = "零式舰战21型",
        ["类别"] = {3,5,6,6,11},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 5, ["航程"] = 7},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 100, ["弹药"] = 80, ["钢材"] = 0, ["铝"] = 250},
            ["初期消费"] = {["开发"] = {2, 4},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "020"},
            ["中段消费"] = {["开发"] = {3, 5},["改修"] = {2, 4}, ["装备数"] = 2, ["装备"] = "020"},
            ["更新消费"] = {["开发"] = {4, 7},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "037"},
            ["更新装备"] = {["装备"] = "181", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"加贺", "加贺改"},
                ["一"] = {"加贺", "加贺改"},
                ["二"] = {"加贺", "加贺改"},
                ["三"] = {"×"},
                ["四"] = {"赤城", "赤城改"},
                ["五"] = {"赤城", "赤城改"},
                ["六"] = {"赤城", "赤城改"}
            },
            ["改修备注"] = ""
        }
    },
    ["021"] = {
        ["日文名"] = "零式艦戦52型",
        ["中文名"] = "零式舰战52型",
        ["类别"] = {3,5,6,6,12},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 6, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {3, 5},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {5, 8},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "021"},
            ["日期"] = {
                ["日"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["一"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["二"] = {"×"},
                ["三"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["四"] = {"翔鹤", "翔鹤改", "翔鹤改二", "翔鹤改二甲"},
                ["五"] = {"翔鹤", "翔鹤改", "翔鹤改二", "翔鹤改二甲"},
                ["六"] = {"翔鹤", "翔鹤改", "翔鹤改二", "翔鹤改二甲"}
            },
            ["改修备注"] = ""
        }
    },
    ["022"] = {
        ["日文名"] = "烈風",
        ["中文名"] = "烈风",
        ["类别"] = {3,5,6,6,13},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 10, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 9},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["023"] = {
        ["日文名"] = "九九式艦爆",
        ["中文名"] = "九九式舰爆",
        ["类别"] = {3,5,7,7,15},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 5, ["对潜"] = 3, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["024"] = {
        ["日文名"] = "彗星",
        ["中文名"] = "彗星",
        ["类别"] = {3,5,7,7,16},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 8, ["对潜"] = 3, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["025"] = {
        ["日文名"] = "零式水上偵察機",
        ["中文名"] = "零式水上侦察机",
        ["类别"] = {5,7,10,10,2},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 1, ["对潜"] = 2, ["对空"] = 1, ["命中"] = 1, ["索敌"] = 5, ["航程"] = 7},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 90, ["弹药"] = 20, ["钢材"] = 0, ["铝"] = 300},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "025"},
            ["中段消费"] = {["开发"] = {5, 8},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "025"},
            ["更新消费"] = {["开发"] = {9, 15},["改修"] = {5, 10}, ["装备数"] = 3, ["装备"] = "020"},
            ["更新装备"] = {["装备"] = "165", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"秋津洲改"},
                ["一"] = {"瑞穗", "瑞穗改"},
                ["二"] = {"瑞穗", "瑞穗改"},
                ["三"] = {"千代田甲", "瑞穗", "瑞穗改"},
                ["四"] = {"千代田甲", "秋津洲改"},
                ["五"] = {"千岁甲", "秋津洲改"},
                ["六"] = {"千岁甲", "秋津洲改"}
            },
            ["改修备注"] = ""
        }
    },
    ["026"] = {
        ["日文名"] = "瑞雲",
        ["中文名"] = "瑞云",
        ["类别"] = {5,43,11,10,2},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 4, ["对潜"] = 4, ["对空"] = 2, ["命中"] = 1, ["索敌"] = 6, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "飞行艇母舰", "舰队油船", "扎拉改", "波拉改", "意大利", "罗马改", "扎拉due"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 160, ["弹药"] = 160, ["钢材"] = 0, ["铝"] = 360},
            ["初期消费"] = {["开发"] = {5, 7},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "026"},
            ["中段消费"] = {["开发"] = {6, 9},["改修"] = {5, 7}, ["装备数"] = 1, ["装备"] = "026"},
            ["更新消费"] = {["开发"] = {16, 24},["改修"] = {7, 10}, ["装备数"] = 2, ["装备"] = "026"},
            ["更新装备"] = {["装备"] = "079", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"伊势改", "日向改"},
                ["一"] = {"最上改"},
                ["二"] = {"最上改"},
                ["三"] = {"最上改"},
                ["四"] = {"最上改"},
                ["五"] = {"伊势改", "日向改"},
                ["六"] = {"伊势改", "日向改"}
            },
            ["改修备注"] = "更新时消耗<font color=red>熟练搭乘员</font>x1"
        }
    },
    ["027"] = {
        ["日文名"] = "13号対空電探",
        ["中文名"] = "13号对空电探",
        ["类别"] = {5,8,12,11,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 2, ["命中"] = 1, ["索敌"] = 3, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 10, ["铝"] = 10},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 20, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {5, 7},["改修"] = {3, 5}, ["装备数"] = 1, ["装备"] = "027"},
            ["更新消费"] = {["开发"] = {10, 15},["改修"] = {5, 12}, ["装备数"] = 1, ["装备"] = "030"},
            ["更新装备"] = {["装备"] = "106", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"时雨改二", "五十铃改二"},
                ["一"] = {"五十铃改二", "照月", "照月改"},
                ["二"] = {"秋月", "秋月改", "照月", "照月改"},
                ["三"] = {"秋月", "秋月改", "照月", "照月改"},
                ["四"] = {"时雨改二", "秋月", "秋月改"},
                ["五"] = {"时雨改二", "五十铃改二"},
                ["六"] = {"时雨改二", "五十铃改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["028"] = {
        ["日文名"] = "22号対水上電探",
        ["中文名"] = "22号对水上电探",
        ["类别"] = {5,8,12,11,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["命中"] = 3, ["索敌"] = 5, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 15, ["铝"] = 15},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 30, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "028"},
            ["中段消费"] = {["开发"] = {7, 10},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "028"},
            ["更新消费"] = {["开发"] = {10, 20},["改修"] = {8, 14}, ["装备数"] = 3, ["装备"] = "028"},
            ["更新装备"] = {["装备"] = "088", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"日向"},
                ["一"] = {"日向", "日向改", "夕云", "夕云改"},
                ["二"] = {"夕云", "夕云改"},
                ["三"] = {"×"},
                ["四"] = {"岛风", "岛风改"},
                ["五"] = {"日向", "夕云", "夕云改", "岛风", "岛风改"},
                ["六"] = {"日向", "夕云", "夕云改", "岛风", "岛风改"}
            },
            ["改修备注"] = ""
        }
    },
    ["029"] = {
        ["日文名"] = "33号対水上電探",
        ["中文名"] = "33号对水上电探",
        ["类别"] = {5,8,12,11,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["命中"] = 5, ["索敌"] = 7, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 20, ["铝"] = 15},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = ""
    },
    ["030"] = {
        ["日文名"] = "21号対空電探",
        ["中文名"] = "21号对空电探",
        ["类别"] = {5,8,13,11,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 4, ["命中"] = 2, ["索敌"] = 4, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 20, ["铝"] = 20},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "速吸改", "速吸", "霞改二乙"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 40, ["铝"] = 50},
            ["初期消费"] = {["开发"] = {5, 6},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {6, 8},["改修"] = {3, 5}, ["装备数"] = 1, ["装备"] = "030"},
            ["更新消费"] = {["开发"] = {12, 16},["改修"] = {5, 13}, ["装备数"] = 2, ["装备"] = "030"},
            ["更新装备"] = {["装备"] = "089", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"伊势"},
                ["一"] = {"伊势", "伊势改"},
                ["二"] = {"×"},
                ["三"] = {"日向", "日向改"},
                ["四"] = {"日向", "日向改"},
                ["五"] = {"伊势", "日向"},
                ["六"] = {"伊势", "日向"}
            },
            ["改修备注"] = ""
        }
    },
    ["031"] = {
        ["日文名"] = "32号対水上電探",
        ["中文名"] = "32号对水上电探",
        ["类别"] = {5,8,13,11,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["命中"] = 8, ["索敌"] = 10, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 20, ["铝"] = 25},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "速吸改", "速吸", "霞改二乙"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 60, ["铝"] = 50},
            ["初期消费"] = {["开发"] = {6, 10},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "028"},
            ["中段消费"] = {["开发"] = {12, 15},["改修"] = {4, 7}, ["装备数"] = 2, ["装备"] = "028"},
            ["更新消费"] = {["开发"] = {15, 22},["改修"] = {10, 15}, ["装备数"] = 1, ["装备"] = "031"},
            ["更新装备"] = {["装备"] = "141", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"日向"},
                ["一"] = {"日向", "日向改"},
                ["二"] = {"日向", "日向改"},
                ["三"] = {"伊势", "伊势改"},
                ["四"] = {"伊势", "伊势改"},
                ["五"] = {"伊势", "伊势改"},
                ["六"] = {"伊势", "伊势改"}
            },
            ["改修备注"] = ""
        }
    },
    ["032"] = {
        ["日文名"] = "14号対空電探",
        ["中文名"] = "14号对空电探",
        ["类别"] = {5,8,13,11,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 6, ["命中"] = 4, ["索敌"] = 5, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 25, ["铝"] = 25},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "速吸改", "速吸", "霞改二乙"},
        ["备注"] = ""
    },
    ["033"] = {
        ["日文名"] = "改良型艦本式タービン",
        ["中文名"] = "改良型舰船涡轮机",
        ["类别"] = {6,31,17,19,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["回避"] = 6, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 10, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["034"] = {
        ["日文名"] = "強化型艦本式缶",
        ["中文名"] = "强化型舰船锅炉",
        ["类别"] = {6,31,17,19,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["回避"] = 10, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 20, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 240, ["弹药"] = 0, ["钢材"] = 600, ["铝"] = 80},
            ["初期消费"] = {["开发"] = {10, 20},["改修"] = {5, 8}, ["装备数"] = 1, ["装备"] = "033"},
            ["中段消费"] = {["开发"] = {14, 28},["改修"] = {7, 9}, ["装备数"] = 1, ["装备"] = "034"},
            ["更新消费"] = {["开发"] = {20, 40},["改修"] = {8, 12}, ["装备数"] = 2, ["装备"] = "034"},
            ["更新装备"] = {["装备"] = "087", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"天津风", "天津风改"},
                ["一"] = {"天津风", "天津风改"},
                ["二"] = {"天津风", "天津风改", "岛风", "岛风改"},
                ["三"] = {"天津风", "天津风改", "岛风", "岛风改"},
                ["四"] = {"天津风", "天津风改"},
                ["五"] = {"天津风", "天津风改"},
                ["六"] = {"天津风", "天津风改"}
            },
            ["改修备注"] = ""
        }
    },
    ["035"] = {
        ["日文名"] = "三式弾",
        ["中文名"] = "三式弹",
        ["类别"] = {4,28,18,12,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 5, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 9, ["钢材"] = 6, ["铝"] = 3},
        ["装备适用"] = {"重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "防空巡洋舰"},
        ["备注"] = ""
    },
    ["036"] = {
        ["日文名"] = "九一式徹甲弾",
        ["中文名"] = "九一式穿甲弹",
        ["类别"] = {4,25,19,13,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 8, ["命中"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 9, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 30, ["弹药"] = 150, ["钢材"] = 310, ["铝"] = 10},
            ["初期消费"] = {["开发"] = {2, 3},["改修"] = {1, 1}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 5},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "036"},
            ["更新消费"] = {["开发"] = {6, 9},["改修"] = {4, 9}, ["装备数"] = 3, ["装备"] = "036"},
            ["更新装备"] = {["装备"] = "116", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"雾岛", "雾岛改", "雾岛改二"},
                ["一"] = {"雾岛", "雾岛改", "雾岛改二"},
                ["二"] = {"×"},
                ["三"] = {"比睿", "比睿改", "比睿改二"},
                ["四"] = {"比睿", "比睿改", "比睿改二"},
                ["五"] = {"比睿", "比睿改", "比睿改二", "雾岛", "雾岛改", "雾岛改二"},
                ["六"] = {"比睿", "比睿改", "比睿改二", "雾岛", "雾岛改", "雾岛改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["037"] = {
        ["日文名"] = "7.7mm機銃",
        ["中文名"] = "7.7mm机枪",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 2, ["回避"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = ""
    },
    ["038"] = {
        ["日文名"] = "12.7mm単装機銃",
        ["中文名"] = "12.7mm单装机枪",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 3, ["回避"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = ""
    },
    ["039"] = {
        ["日文名"] = "25mm連装機銃",
        ["中文名"] = "25mm连装机枪",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 5, ["回避"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 0, ["弹药"] = 20, ["钢材"] = 10, ["铝"] = 10},
            ["初期消费"] = {["开发"] = {0, 1},["改修"] = {1, 1}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "039"},
            ["更新消费"] = {["开发"] = {2, 3},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "039"},
            ["更新装备"] = {["装备"] = "040", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"五十铃改二", "文月", "文月改"},
                ["一"] = {"皋月", "皋月改", "皋月改二", "文月", "文月改"},
                ["二"] = {"皋月", "皋月改", "皋月改二", "文月", "文月改"},
                ["三"] = {"鬼怒改二"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"五十铃改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["040"] = {
        ["日文名"] = "25mm三連装機銃",
        ["中文名"] = "25mm三连装机枪",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 6, ["回避"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 0, ["弹药"] = 30, ["钢材"] = 20, ["铝"] = 10},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 1}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {1, 3},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "040"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"摩耶", "摩耶改"},
                ["三"] = {"摩耶", "摩耶改"},
                ["四"] = {"摩耶", "摩耶改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        },
        ["装备改修2"] = {
            ["资源消费"] = {["燃料"] = 0, ["弹药"] = 30, ["钢材"] = 20, ["铝"] = 10},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 1}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {1, 3},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "040"},
            ["更新消费"] = {["开发"] = {5, 9},["改修"] = {3, 7}, ["装备数"] = 5, ["装备"] = "040"},
            ["更新装备"] = {["装备"] = "131", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"摩耶改二"},
                ["一"] = {"五十铃改二", "摩耶改二", "鬼怒改二"},
                ["二"] = {"五十铃改二", "摩耶改二", "鬼怒改二"},
                ["三"] = {"五十铃改二", "摩耶改二", "皋月改二"},
                ["四"] = {"摩耶改二", "皋月改二"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["041"] = {
        ["日文名"] = "甲標的 甲",
        ["中文名"] = "甲标的 甲",
        ["类别"] = {2,4,22,5,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 12, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 7, ["钢材"] = 7, ["铝"] = 0},
        ["装备适用"] = {"重雷装巡洋舰", "潜艇", "航母潜艇", "千岁", "千代田", "千岁改", "千代田改", "千岁甲", "千代田甲", "阿武隈改二", "瑞穗改", "瑞穗", "由良改二", "神威改"},
        ["备注"] = ""
    },
    ["042"] = {
        ["日文名"] = "応急修理要員",
        ["中文名"] = "应急修理要员",
        ["类别"] = {6,30,23,14,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = ""
    },
    ["043"] = {
        ["日文名"] = "応急修理女神",
        ["中文名"] = "应急修理女神",
        ["类别"] = {6,30,23,14,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = ""
    },
    ["044"] = {
        ["日文名"] = "九四式爆雷投射機",
        ["中文名"] = "九四式爆雷投射机",
        ["类别"] = {7,32,15,17,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 5, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 1, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "海防舰", "千岁", "千代田", "千岁改", "千代田改", "千岁甲", "千代田甲", "瑞穗改", "大鹰改", "瑞穗", "神威改", "神威改母", "大鹰改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 60, ["钢材"] = 20, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {1, 3}, ["装备数"] = 1, ["装备"] = "044"},
            ["更新消费"] = {["开发"] = {3, 6},["改修"] = {3, 8}, ["装备数"] = 2, ["装备"] = "044"},
            ["更新装备"] = {["装备"] = "045", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"〇"},
                ["四"] = {"〇"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["045"] = {
        ["日文名"] = "三式爆雷投射機",
        ["中文名"] = "三式爆雷投射机",
        ["类别"] = {7,32,15,17,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 8, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 1, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "海防舰", "千岁", "千代田", "千岁改", "千代田改", "千岁甲", "千代田甲", "瑞穗改", "大鹰改", "瑞穗", "神威改", "神威改母", "大鹰改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 80, ["钢材"] = 20, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {3, 3},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 5},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "045"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"五十铃改二"},
                ["四"] = {"五十铃改二"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["046"] = {
        ["日文名"] = "九三式水中聴音機",
        ["中文名"] = "九三式水中听音机",
        ["类别"] = {7,10,14,18,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 6, ["命中"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空轻巡洋舰", "海防舰", "速吸改", "塔斯特司令官改", "大鹰改", "秋津洲改", "速吸", "塔斯特司令官", "神威改母", "大鹰改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 30, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {2, 2},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 4},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "046"},
            ["更新消费"] = {["开发"] = {6, 9},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "046"},
            ["更新装备"] = {["装备"] = "047", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"夕张", "夕张改"},
                ["一"] = {"五十铃改二"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"夕张", "夕张改"},
                ["六"] = {"夕张", "夕张改"}
            },
            ["改修备注"] = ""
        },
        ["装备改修2"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 30, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {2, 2},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 4},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "046"},
            ["更新消费"] = {["开发"] = {10, 20},["改修"] = {6, 12}, ["装备数"] = 2, ["装备"] = "047"},
            ["更新装备"] = {["装备"] = "149", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"时雨改二", "香取改"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"五十铃改二", "时雨改二"},
                ["五"] = {"五十铃改二", "时雨改二", "香取改"},
                ["六"] = {"时雨改二", "香取改"}
            },
            ["改修备注"] = ""
        }
    },
    ["047"] = {
        ["日文名"] = "三式水中探信儀",
        ["中文名"] = "三式水中探信仪",
        ["类别"] = {7,10,14,18,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 10, ["命中"] = 2, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 2},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空轻巡洋舰", "海防舰", "速吸改", "塔斯特司令官改", "大鹰改", "秋津洲改", "速吸", "塔斯特司令官", "神威改母", "大鹰改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 30, ["铝"] = 50},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {5, 7},["改修"] = {3, 5}, ["装备数"] = 1, ["装备"] = "047"},
            ["日期"] = {
                ["日"] = {"五十铃改二"},
                ["一"] = {"×"},
                ["二"] = {"夕张", "夕张改", "五十铃改二"},
                ["三"] = {"夕张", "夕张改", "五十铃改二"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["048"] = {
        ["日文名"] = "12.7cm単装高角砲",
        ["中文名"] = "12.7cm单装高角炮",
        ["类别"] = {1,1,1,16,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 3, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = ""
    },
    ["049"] = {
        ["日文名"] = "25mm単装機銃",
        ["中文名"] = "25mm单装机枪",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 4, ["回避"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 0, ["弹药"] = 10, ["钢材"] = 10, ["铝"] = 10},
            ["初期消费"] = {["开发"] = {0, 1},["改修"] = {1, 1}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {1, 2},["改修"] = {1, 1}, ["装备数"] = 1, ["装备"] = "049"},
            ["更新消费"] = {["开发"] = {2, 3},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "049"},
            ["更新装备"] = {["装备"] = "039", ["等级"] = 5},
            ["日期"] = {
                ["日"] = {"皋月", "皋月改", "皋月改二"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"文月", "文月改"},
                ["四"] = {"文月", "文月改", "鬼怒改二"},
                ["五"] = {"皋月", "皋月改", "皋月改二", "文月", "文月改"},
                ["六"] = {"皋月", "皋月改", "皋月改二", "文月", "文月改"}
            },
            ["改修备注"] = ""
        }
    },
    ["050"] = {
        ["日文名"] = "20.3cm(3号)連装砲",
        ["中文名"] = "20.3cm（3号）连装炮",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 10, ["对空"] = 4, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 4, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 110, ["钢材"] = 140, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {3, 4},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 5},["改修"] = {3, 5}, ["装备数"] = 1, ["装备"] = "050"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"三隈", "三隈改"},
                ["三"] = {"三隈", "三隈改"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["051"] = {
        ["日文名"] = "12cm30連装噴進砲",
        ["中文名"] = "12cm30连装喷进炮",
        ["类别"] = {4,29,21,15,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 8, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 4, ["钢材"] = 2, ["铝"] = 2},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = ""
    },
    ["052"] = {
        ["日文名"] = "流星改",
        ["中文名"] = "流星改",
        ["类别"] = {3,5,8,8,17},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 13, ["对潜"] = 3, ["索敌"] = 2, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 6, ["钢材"] = 0, ["铝"] = 10},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["053"] = {
        ["日文名"] = "烈風改",
        ["中文名"] = "烈风改",
        ["类别"] = {3,5,6,6,13},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 12, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 10},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["054"] = {
        ["日文名"] = "彩雲",
        ["中文名"] = "彩云",
        ["类别"] = {5,7,9,9,1},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["命中"] = 2, ["索敌"] = 9, ["航程"] = 8},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 0, ["钢材"] = 0, ["铝"] = 11},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母"},
        ["备注"] = ""
    },
    ["055"] = {
        ["日文名"] = "紫電改二",
        ["中文名"] = "紫电改二",
        ["类别"] = {3,5,6,6,12},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 9, ["回避"] = 3, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 7},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["056"] = {
        ["日文名"] = "震電改",
        ["中文名"] = "震电改",
        ["类别"] = {3,5,6,6,20},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 15, ["航程"] = 2},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 28},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["057"] = {
        ["日文名"] = "彗星一二型甲",
        ["中文名"] = "彗星一二型甲",
        ["类别"] = {3,5,7,7,16},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 10, ["对潜"] = 3, ["索敌"] = 1, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["058"] = {
        ["日文名"] = "61cm五連装(酸素)魚雷",
        ["中文名"] = "61cm五连装（酸素）鱼雷",
        ["类别"] = {2,3,5,5,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 12, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰", "俾斯麦drei"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 100, ["弹药"] = 150, ["钢材"] = 90, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {3, 4},["改修"] = {3, 5}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {3, 7}, ["装备数"] = 1, ["装备"] = "058"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"岛风", "岛风改"},
                ["四"] = {"岛风", "岛风改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["059"] = {
        ["日文名"] = "零式水上観測機",
        ["中文名"] = "零式水上观测机",
        ["类别"] = {5,7,10,10,2},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 1, ["对潜"] = 4, ["对空"] = 2, ["命中"] = 2, ["索敌"] = 6, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 90, ["弹药"] = 40, ["钢材"] = 0, ["铝"] = 270},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 1, ["装备"] = "026"},
            ["中段消费"] = {["开发"] = {6, 9},["改修"] = {4, 7}, ["装备数"] = 1, ["装备"] = "059"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"瑞穗", "瑞穗改"},
                ["二"] = {"瑞穗", "瑞穗改"},
                ["三"] = {"瑞穗", "瑞穗改"},
                ["四"] = {"武藏", "武藏改"},
                ["五"] = {"武藏", "武藏改"},
                ["六"] = {"武藏", "武藏改"}
            },
            ["改修备注"] = ""
        }
    },
    ["060"] = {
        ["日文名"] = "零式艦戦62型(爆戦)",
        ["中文名"] = "零式舰战62型（爆战）",
        ["类别"] = {3,5,7,7,12},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 4, ["对潜"] = 3, ["对空"] = 4, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {4, 6}, ["装备数"] = 2, ["装备"] = "024"},
            ["日期"] = {
                ["日"] = {"隼鹰", "隼鹰改", "隼鹰改二", "翔鹤", "翔鹤改", "翔鹤改二", "翔鹤改二甲"},
                ["一"] = {"翔鹤", "翔鹤改", "翔鹤改二", "翔鹤改二甲"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"隼鹰", "隼鹰改", "隼鹰改二"},
                ["六"] = {"隼鹰", "隼鹰改", "隼鹰改二"}
            },
            ["改修备注"] = ""
        },
        ["装备改修2"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {4, 6}, ["装备数"] = 2, ["装备"] = "024"},
            ["更新消费"] = {["开发"] = {16, 22},["改修"] = {6, 9}, ["装备数"] = 1, ["装备"] = "022"},
            ["更新装备"] = {["装备"] = "219", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"铃谷航改二"},
                ["一"] = {"铃谷航改二"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["061"] = {
        ["日文名"] = "二式艦上偵察機",
        ["中文名"] = "二式舰上侦察机",
        ["类别"] = {5,7,9,9,1},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 1, ["命中"] = 3, ["索敌"] = 7, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 3, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 13},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母"},
        ["备注"] = ""
    },
    ["062"] = {
        ["日文名"] = "試製晴嵐",
        ["中文名"] = "试制晴岚",
        ["类别"] = {5,43,11,10,2},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 11, ["对潜"] = 6, ["命中"] = 1, ["索敌"] = 6, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 4, ["弹药"] = 5, ["钢材"] = 0, ["铝"] = 20},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "飞行艇母舰", "舰队油船", "扎拉改", "波拉改", "意大利", "罗马改", "扎拉due"},
        ["备注"] = ""
    },
    ["063"] = {
        ["日文名"] = "12.7cm連装砲B型改二",
        ["中文名"] = "12.7cm连装炮B型改二",
        ["类别"] = {1,1,1,1,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 3, ["对空"] = 2, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 40, ["钢材"] = 70, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {2, 2},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "063"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"夕立改二", "绫波改二"},
                ["二"] = {"夕立改二", "绫波改二"},
                ["三"] = {"夕立改二", "绫波改二"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["064"] = {
        ["日文名"] = "Ju87C改",
        ["中文名"] = "Ju87C改",
        ["类别"] = {3,5,7,7,14},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 9, ["对潜"] = 5, ["命中"] = 1, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["065"] = {
        ["日文名"] = "15.2cm連装砲",
        ["中文名"] = "15.2cm连装炮",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 4, ["对空"] = 3, ["命中"] = 3, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 3, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 70, ["钢材"] = 100, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {2, 2},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "065"},
            ["更新消费"] = {["开发"] = {5, 8},["改修"] = {4, 10}, ["装备数"] = 1, ["装备"] = "028"},
            ["更新装备"] = {["装备"] = "139", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"能代", "能代改"},
                ["一"] = {"能代", "能代改", "矢矧", "矢矧改"},
                ["二"] = {"矢矧", "矢矧改"},
                ["三"] = {"矢矧", "矢矧改"},
                ["四"] = {"阿贺野", "阿贺野改", "矢矧", "矢矧改"},
                ["五"] = {"阿贺野", "阿贺野改", "能代", "能代改"},
                ["六"] = {"阿贺野", "阿贺野改", "能代", "能代改"}
            },
            ["改修备注"] = ""
        }
    },
    ["066"] = {
        ["日文名"] = "8cm高角砲",
        ["中文名"] = "8cm高角炮",
        ["类别"] = {1,2,4,16,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 6, ["命中"] = 2, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 40, ["钢材"] = 80, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {3, 3}, ["装备数"] = 1, ["装备"] = "003"},
            ["中段消费"] = {["开发"] = {6, 8},["改修"] = {4, 5}, ["装备数"] = 2, ["装备"] = "003"},
            ["日期"] = {
                ["日"] = {"阿贺野", "阿贺野改", "能代", "能代改"},
                ["一"] = {"能代", "能代改"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"阿贺野", "阿贺野改"},
                ["五"] = {"阿贺野", "阿贺野改", "能代", "能代改"},
                ["六"] = {"阿贺野", "阿贺野改", "能代", "能代改"}
            },
            ["改修备注"] = ""
        },
        ["装备改修2"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 40, ["钢材"] = 80, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {3, 3}, ["装备数"] = 1, ["装备"] = "003"},
            ["中段消费"] = {["开发"] = {6, 8},["改修"] = {4, 5}, ["装备数"] = 2, ["装备"] = "003"},
            ["更新消费"] = {["开发"] = {8, 16},["改修"] = {8, 12}, ["装备数"] = 2, ["装备"] = "049"},
            ["更新装备"] = {["装备"] = "220", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"矢矧", "矢矧改"},
                ["一"] = {"矢矧", "矢矧改", "熊野改二", "熊野航改二"},
                ["二"] = {"矢矧", "矢矧改", "铃谷改二", "铃谷航改二", "熊野改二", "熊野航改二"},
                ["三"] = {"铃谷改二", "铃谷航改二", "熊野改二", "熊野航改二"},
                ["四"] = {"铃谷改二", "铃谷航改二"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["067"] = {
        ["日文名"] = "53cm艦首(酸素)魚雷",
        ["中文名"] = "53cm舰首（酸素）鱼雷",
        ["类别"] = {2,3,5,5,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 15, ["命中"] = 2, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰", "俾斯麦drei"},
        ["备注"] = ""
    },
    ["068"] = {
        ["日文名"] = "大発動艇",
        ["中文名"] = "大发动艇",
        ["类别"] = {8,14,24,20,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"水上机母舰", "登陆突击舰", "信赖", "大潮改二", "阿武隈改二", "速吸改", "皋月改二", "睦月改二", "如月改二", "秋津洲改", "霞改二", "朝潮改二丁", "江风改二", "霞改二乙", "鬼怒改二", "由良改二", "荒潮改二", "神威改母", "长门改二", "文月改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 50, ["弹药"] = 30, ["钢材"] = 30, ["铝"] = 10},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "075"},
            ["中段消费"] = {["开发"] = {1, 4},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "037"},
            ["更新消费"] = {["开发"] = {4, 8},["改修"] = {3, 7}, ["装备数"] = 3, ["装备"] = "038"},
            ["更新装备"] = {["装备"] = "166", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"秋津丸", "秋津丸改", "皋月改二", "阿武隈改二"},
                ["一"] = {"秋津丸", "秋津丸改", "皋月改二", "阿武隈改二"},
                ["二"] = {"秋津丸", "秋津丸改", "皋月改二"},
                ["三"] = {"秋津丸", "秋津丸改", "皋月改二"},
                ["四"] = {"秋津丸", "秋津丸改"},
                ["五"] = {"秋津丸", "秋津丸改", "阿武隈改二"},
                ["六"] = {"秋津丸", "秋津丸改", "阿武隈改二"}
            },
            ["改修备注"] = ""
        },
        ["装备改修2"] = {
            ["资源消费"] = {["燃料"] = 50, ["弹药"] = 30, ["钢材"] = 30, ["铝"] = 10},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "075"},
            ["中段消费"] = {["开发"] = {1, 4},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "037"},
            ["更新消费"] = {["开发"] = {8, 16},["改修"] = {6, 12}, ["装备数"] = 4, ["装备"] = "068"},
            ["更新装备"] = {["装备"] = "193", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"鬼怒改二"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"鬼怒改二"},
                ["五"] = {"鬼怒改二"},
                ["六"] = {"鬼怒改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["069"] = {
        ["日文名"] = "カ号観測機",
        ["中文名"] = "KA号观测机",
        ["类别"] = {3,15,25,21,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 9, ["命中"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "轻型航母", "登陆突击舰", "维修舰", "潜艇补给舰", "舰队油船", "攻击型轻航母", "塔斯特司令官改", "塔斯特司令官"},
        ["备注"] = ""
    },
    ["070"] = {
        ["日文名"] = "三式指揮連絡機(対潜)",
        ["中文名"] = "三式指挥联络机（对潜）",
        ["类别"] = {3,16,26,22,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 7, ["命中"] = 2, ["索敌"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "登陆突击舰", "攻击型轻航母", "大鹰改"},
        ["备注"] = ""
    },
    ["071"] = {
        ["日文名"] = "10cm連装高角砲(砲架)",
        ["中文名"] = "10cm连装高角炮（炮架）",
        ["类别"] = {1,2,4,16,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 7, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 3, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = ""
    },
    ["072"] = {
        ["日文名"] = "増設バルジ(中型艦)",
        ["中文名"] = "增设装甲板（中型舰）",
        ["类别"] = {6,17,27,23,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["装甲"] = 7, ["回避"] = -2, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 12, ["铝"] = 0},
        ["装备适用"] = {"重巡洋舰", "航空巡洋舰", "轻型航母", "水上机母舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "攻击型轻航母", "特设航空母舰", "信赖", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 70, ["弹药"] = 0, ["钢材"] = 770, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {7, 9},["改修"] = {4, 5}, ["装备数"] = 1, ["装备"] = "072"},
            ["中段消费"] = {["开发"] = {18, 24},["改修"] = {6, 9}, ["装备数"] = 2, ["装备"] = "072"},
            ["更新消费"] = {["开发"] = {28, 35},["改修"] = {8, 12}, ["装备数"] = 3, ["装备"] = "072"},
            ["更新装备"] = {["装备"] = "203", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"信赖"},
                ["一"] = {"扎拉due", "酒匂", "酒匂改", "信赖"},
                ["二"] = {"扎拉due", "酒匂", "酒匂改", "信赖"},
                ["三"] = {"扎拉due", "酒匂", "酒匂改", "信赖"},
                ["四"] = {"酒匂", "酒匂改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["073"] = {
        ["日文名"] = "増設バルジ(大型艦)",
        ["中文名"] = "增设装甲板（大型舰）",
        ["类别"] = {6,17,28,23,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["装甲"] = 9, ["回避"] = -3, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 30, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰", "正规航母", "装甲航母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 80, ["弹药"] = 0, ["钢材"] = 880, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {8, 10},["改修"] = {4, 5}, ["装备数"] = 2, ["装备"] = "072"},
            ["中段消费"] = {["开发"] = {20, 30},["改修"] = {6, 9}, ["装备数"] = 1, ["装备"] = "073"},
            ["更新消费"] = {["开发"] = {32, 48},["改修"] = {8, 12}, ["装备数"] = 2, ["装备"] = "073"},
            ["更新装备"] = {["装备"] = "204", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"陆奥", "陆奥改", "大和", "大和改"},
                ["四"] = {"长门", "长门改", "长门改二", "武藏", "武藏改", "陆奥", "陆奥改", "大和", "大和改"},
                ["五"] = {"长门", "长门改", "长门改二", "武藏", "武藏改", "陆奥", "陆奥改", "大和", "大和改"},
                ["六"] = {"长门", "长门改", "长门改二", "武藏", "武藏改"}
            },
            ["改修备注"] = ""
        }
    },
    ["074"] = {
        ["日文名"] = "探照灯",
        ["中文名"] = "探照灯",
        ["类别"] = {8,18,29,24,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["索敌"] = 2, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "防空驱逐舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "香取改", "鹿岛改", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 30, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {3, 3},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 5},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "074"},
            ["更新消费"] = {["开发"] = {5, 10},["改修"] = {3, 7}, ["装备数"] = 1, ["装备"] = "129"},
            ["更新装备"] = {["装备"] = "140", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"神通", "神通改", "神通改二"},
                ["一"] = {"青叶", "青叶改", "绫波", "绫波改", "绫波改二"},
                ["二"] = {"青叶", "青叶改", "绫波", "绫波改", "绫波改二"},
                ["三"] = {"青叶", "青叶改", "绫波", "绫波改", "绫波改二"},
                ["四"] = {"晓", "晓改", "晓改二"},
                ["五"] = {"晓", "晓改", "晓改二", "神通", "神通改", "神通改二"},
                ["六"] = {"晓", "晓改", "晓改二", "神通", "神通改", "神通改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["075"] = {
        ["日文名"] = "ドラム缶(輸送用)",
        ["中文名"] = "鼓筒（运输用）",
        ["类别"] = {9,19,30,25,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "航空巡洋舰", "水上机母舰", "登陆突击舰", "防空驱逐舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "伊504", "UIT-25"},
        ["备注"] = ""
    },
    ["076"] = {
        ["日文名"] = "38cm連装砲",
        ["中文名"] = "38cm连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 16, ["对空"] = 1, ["命中"] = 1, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 11, ["钢材"] = 18, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 20, ["弹药"] = 380, ["钢材"] = 450, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "007"},
            ["中段消费"] = {["开发"] = {5, 8},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "007"},
            ["更新消费"] = {["开发"] = {10, 20},["改修"] = {6, 13}, ["装备数"] = 2, ["装备"] = "008"},
            ["更新装备"] = {["装备"] = "114", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"俾斯麦", "俾斯麦改", "俾斯麦zwei", "俾斯麦drei"},
                ["五"] = {"俾斯麦", "俾斯麦改", "俾斯麦zwei", "俾斯麦drei"},
                ["六"] = {"俾斯麦", "俾斯麦改", "俾斯麦zwei", "俾斯麦drei"}
            },
            ["改修备注"] = ""
        }
    },
    ["077"] = {
        ["日文名"] = "15cm連装副砲",
        ["中文名"] = "15cm连装副炮",
        ["类别"] = {1,2,4,4,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 4, ["对空"] = 2, ["命中"] = 2, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 4, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = ""
    },
    ["078"] = {
        ["日文名"] = "12.7cm単装砲",
        ["中文名"] = "12.7cm单装炮",
        ["类别"] = {1,1,1,1,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 2, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = ""
    },
    ["079"] = {
        ["日文名"] = "瑞雲(六三四空)",
        ["中文名"] = "瑞云（六三四空）",
        ["类别"] = {5,43,11,10,2},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 6, ["对潜"] = 5, ["对空"] = 2, ["命中"] = 1, ["索敌"] = 6, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "飞行艇母舰", "舰队油船", "扎拉改", "波拉改", "意大利", "罗马改", "扎拉due"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 160, ["弹药"] = 180, ["钢材"] = 0, ["铝"] = 480},
            ["初期消费"] = {["开发"] = {6, 8},["改修"] = {5, 6}, ["装备数"] = 1, ["装备"] = "026"},
            ["中段消费"] = {["开发"] = {7, 10},["改修"] = {6, 8}, ["装备数"] = 2, ["装备"] = "026"},
            ["日期"] = {
                ["日"] = {"伊势改", "日向改"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"伊势改", "日向改"},
                ["六"] = {"伊势改", "日向改"}
            },
            ["改修备注"] = ""
        }
    },
    ["080"] = {
        ["日文名"] = "瑞雲12型",
        ["中文名"] = "瑞云12型",
        ["类别"] = {5,43,11,10,2},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 7, ["对潜"] = 5, ["对空"] = 3, ["命中"] = 1, ["索敌"] = 6, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "飞行艇母舰", "舰队油船", "扎拉改", "波拉改", "意大利", "罗马改", "扎拉due"},
        ["备注"] = ""
    },
    ["081"] = {
        ["日文名"] = "瑞雲12型(六三四空)",
        ["中文名"] = "瑞云12型（六三四空）",
        ["类别"] = {5,43,11,10,2},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 9, ["对潜"] = 6, ["对空"] = 3, ["命中"] = 1, ["索敌"] = 7, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "飞行艇母舰", "舰队油船", "扎拉改", "波拉改", "意大利", "罗马改", "扎拉due"},
        ["备注"] = ""
    },
    ["082"] = {
        ["日文名"] = "九七式艦攻(九三一空)",
        ["中文名"] = "九七式舰攻（九三一空）",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 6, ["对潜"] = 7, ["索敌"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["083"] = {
        ["日文名"] = "天山(九三一空)",
        ["中文名"] = "天山（九三一空）",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 9, ["对潜"] = 8, ["索敌"] = 2, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["084"] = {
        ["日文名"] = "2cm 四連装FlaK 38",
        ["中文名"] = "2cm四连装FlaK 38",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 7, ["命中"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 1, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = ""
    },
    ["085"] = {
        ["日文名"] = "3.7cm FlaK M42",
        ["中文名"] = "3.7cm FlaK M42",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 8, ["命中"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 1, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = ""
    },
    ["086"] = {
        ["日文名"] = "艦艇修理施設",
        ["中文名"] = "舰艇修理设施",
        ["类别"] = {10,20,31,26,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 10, ["弹药"] = 5, ["钢材"] = 20, ["铝"] = 10},
        ["装备适用"] = {"维修舰"},
        ["备注"] = ""
    },
    ["087"] = {
        ["日文名"] = "新型高温高圧缶",
        ["中文名"] = "新型高温高压锅炉",
        ["类别"] = {6,31,17,19,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["回避"] = 13, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 20, ["弹药"] = 0, ["钢材"] = 25, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 300, ["弹药"] = 0, ["钢材"] = 750, ["铝"] = 100},
            ["初期消费"] = {["开发"] = {15, 30},["改修"] = {8, 10}, ["装备数"] = 2, ["装备"] = "033"},
            ["中段消费"] = {["开发"] = {16, 32},["改修"] = {9, 12}, ["装备数"] = 2, ["装备"] = "034"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"岛风", "岛风改"},
                ["二"] = {"天津风改", "岛风", "岛风改"},
                ["三"] = {"天津风改"},
                ["四"] = {"天津风改"},
                ["五"] = {"岛风", "岛风改"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["088"] = {
        ["日文名"] = "22号対水上電探改四",
        ["中文名"] = "22号对水上电探改四",
        ["类别"] = {5,8,12,11,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 2, ["命中"] = 8, ["索敌"] = 5, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 16, ["铝"] = 16},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 40, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {5, 8},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "028"},
            ["中段消费"] = {["开发"] = {8, 10},["改修"] = {4, 8}, ["装备数"] = 1, ["装备"] = "088"},
            ["日期"] = {
                ["日"] = {"妙高改二", "羽黑改二"},
                ["一"] = {"羽黑改二"},
                ["二"] = {"金刚改二"},
                ["三"] = {"金刚改二"},
                ["四"] = {"妙高改二", "金刚改二"},
                ["五"] = {"妙高改二", "羽黑改二", "金刚改二"},
                ["六"] = {"妙高改二", "羽黑改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["089"] = {
        ["日文名"] = "21号対空電探改",
        ["中文名"] = "21号对空电探改",
        ["类别"] = {5,8,13,11,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 5, ["回避"] = 1, ["命中"] = 3, ["索敌"] = 6, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 21, ["铝"] = 23},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "速吸改", "速吸", "霞改二乙"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 60, ["铝"] = 70},
            ["初期消费"] = {["开发"] = {6, 8},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "030"},
            ["中段消费"] = {["开发"] = {10, 12},["改修"] = {4, 8}, ["装备数"] = 2, ["装备"] = "030"},
            ["日期"] = {
                ["日"] = {"大和", "大和改"},
                ["一"] = {"×"},
                ["二"] = {"武藏", "武藏改"},
                ["三"] = {"武藏", "武藏改"},
                ["四"] = {"大和", "大和改", "武藏", "武藏改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["090"] = {
        ["日文名"] = "20.3cm(2号)連装砲",
        ["中文名"] = "20.3cm（2号）连装炮",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 9, ["对空"] = 3, ["命中"] = 1, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 4, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 100, ["钢材"] = 130, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {2, 3},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 4},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "090"},
            ["更新消费"] = {["开发"] = {4, 8},["改修"] = {4, 11}, ["装备数"] = 1, ["装备"] = "090"},
            ["更新装备"] = {["装备"] = "050", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"妙高", "妙高改", "妙高改二"},
                ["一"] = {"妙高", "妙高改", "妙高改二"},
                ["二"] = {"妙高", "妙高改", "妙高改二"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["091"] = {
        ["日文名"] = "12.7cm連装高角砲(後期型)",
        ["中文名"] = "12.7cm连装高角炮（后期型）",
        ["类别"] = {1,2,1,16,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 2, ["对潜"] = 1, ["对空"] = 5, ["回避"] = 1, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = ""
    },
    ["092"] = {
        ["日文名"] = "毘式40mm連装機銃",
        ["中文名"] = "毗式40mm连装机枪",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 6, ["回避"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = ""
    },
    ["093"] = {
        ["日文名"] = "九七式艦攻(友永隊)",
        ["中文名"] = "九七式舰攻（友永队）",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 11, ["对潜"] = 5, ["对空"] = 1, ["命中"] = 3, ["索敌"] = 4, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["094"] = {
        ["日文名"] = "天山一二型(友永隊)",
        ["中文名"] = "天山一二型（友永队）",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 14, ["对潜"] = 6, ["对空"] = 1, ["命中"] = 3, ["索敌"] = 5, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["095"] = {
        ["日文名"] = "潜水艦53cm艦首魚雷(8門)",
        ["中文名"] = "潜艇53cm舰首鱼雷（8门）",
        ["类别"] = {2,3,32,5,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 16, ["命中"] = 3, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"潜艇", "航母潜艇"},
        ["备注"] = ""
    },
    ["096"] = {
        ["日文名"] = "零式艦戦21型(熟練)",
        ["中文名"] = "零式舰战21型（熟练）",
        ["类别"] = {3,5,6,6,11},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 8, ["回避"] = 2, ["命中"] = 2, ["索敌"] = 1, ["航程"] = 7},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 100, ["弹药"] = 80, ["钢材"] = 0, ["铝"] = 250},
            ["初期消费"] = {["开发"] = {2, 4},["改修"] = {2, 3}, ["装备数"] = 2, ["装备"] = "020"},
            ["中段消费"] = {["开发"] = {3, 5},["改修"] = {2, 5}, ["装备数"] = 3, ["装备"] = "020"},
            ["更新消费"] = {["开发"] = {4, 7},["改修"] = {3, 5}, ["装备数"] = 3, ["装备"] = "037"},
            ["更新装备"] = {["装备"] = "182", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"加贺", "加贺改"},
                ["一"] = {"加贺", "加贺改"},
                ["二"] = {"加贺", "加贺改"},
                ["三"] = {"×"},
                ["四"] = {"赤城", "赤城改"},
                ["五"] = {"赤城", "赤城改"},
                ["六"] = {"赤城", "赤城改"}
            },
            ["改修备注"] = ""
        }
    },
    ["097"] = {
        ["日文名"] = "九九式艦爆(熟練)",
        ["中文名"] = "九九式舰爆（熟练）",
        ["类别"] = {3,5,7,7,15},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 7, ["对潜"] = 4, ["对空"] = 1, ["命中"] = 2, ["索敌"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["098"] = {
        ["日文名"] = "九七式艦攻(熟練)",
        ["中文名"] = "九七式舰攻（熟练）",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 8, ["对潜"] = 5, ["命中"] = 2, ["索敌"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["099"] = {
        ["日文名"] = "九九式艦爆(江草隊)",
        ["中文名"] = "九九式舰爆（江草队）",
        ["类别"] = {3,5,7,7,15},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 10, ["对潜"] = 5, ["命中"] = 4, ["索敌"] = 3, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["100"] = {
        ["日文名"] = "彗星(江草隊)",
        ["中文名"] = "彗星（江草队）",
        ["类别"] = {3,5,7,7,16},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 13, ["对潜"] = 5, ["对空"] = 1, ["命中"] = 4, ["索敌"] = 4, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["101"] = {
        ["日文名"] = "照明弾",
        ["中文名"] = "照明弹",
        ["类别"] = {11,21,33,27,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 1, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "神威改母"},
        ["备注"] = ""
    },
    ["102"] = {
        ["日文名"] = "九八式水上偵察機(夜偵)",
        ["中文名"] = "九八式水上侦察机（夜侦）",
        ["类别"] = {5,7,10,10,2},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 1, ["命中"] = 1, ["索敌"] = 3, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 100, ["弹药"] = 30, ["钢材"] = 0, ["铝"] = 480},
            ["初期消费"] = {["开发"] = {4, 7},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "025"},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {4, 8}, ["装备数"] = 2, ["装备"] = "025"},
            ["日期"] = {
                ["日"] = {"川内改二"},
                ["一"] = {"川内改二"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"川内改二"},
                ["五"] = {"川内改二"},
                ["六"] = {"川内改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["103"] = {
        ["日文名"] = "試製35.6cm三連装砲",
        ["中文名"] = "试制35.6cm三连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 18, ["对空"] = 5, ["命中"] = 2, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 11, ["钢材"] = 18, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 30, ["弹药"] = 330, ["钢材"] = 390, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 4}, ["装备数"] = 2, ["装备"] = "007"},
            ["中段消费"] = {["开发"] = {6, 9},["改修"] = {4, 7}, ["装备数"] = 3, ["装备"] = "007"},
            ["日期"] = {
                ["日"] = {"山城改二"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"金刚改二", "扶桑改二"},
                ["四"] = {"金刚改二", "榛名改二", "扶桑改二", "山城改二"},
                ["五"] = {"榛名改二", "扶桑改二", "山城改二"},
                ["六"] = {"扶桑改二", "山城改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["104"] = {
        ["日文名"] = "35.6cm連装砲(ダズル迷彩)",
        ["中文名"] = "35.6cm连装炮（炫光迷彩）",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 15, ["对空"] = 5, ["回避"] = 1, ["命中"] = 1, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 10, ["钢材"] = 15, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 30, ["弹药"] = 250, ["钢材"] = 300, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {3, 4},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "007"},
            ["中段消费"] = {["开发"] = {4, 5},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "007"},
            ["日期"] = {
                ["日"] = {"榛名改二"},
                ["一"] = {"榛名改二"},
                ["二"] = {"榛名改二"},
                ["三"] = {"榛名改二"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"榛名改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["105"] = {
        ["日文名"] = "試製41cm三連装砲",
        ["中文名"] = "试制41cm三连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 22, ["对空"] = 5, ["命中"] = 2, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 14, ["钢材"] = 22, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 40, ["弹药"] = 440, ["钢材"] = 620, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {5, 7},["改修"] = {4, 6}, ["装备数"] = 2, ["装备"] = "008"},
            ["中段消费"] = {["开发"] = {8, 10},["改修"] = {5, 8}, ["装备数"] = 3, ["装备"] = "008"},
            ["更新消费"] = {["开发"] = {15, 30},["改修"] = {12, 16}, ["装备数"] = 2, ["装备"] = "009"},
            ["更新装备"] = {["装备"] = "236", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"长门改", "长门改二"},
                ["一"] = {"长门改", "长门改二"},
                ["二"] = {"陆奥改"},
                ["三"] = {"长门改", "长门改二", "陆奥改"},
                ["四"] = {"长门改", "长门改二"},
                ["五"] = {"陆奥改"},
                ["六"] = {"陆奥改"}
            },
            ["改修备注"] = "更新时消耗<font color=red>新型炮熕兵装资材</font>x2，失败时不消耗"
        }
    },
    ["106"] = {
        ["日文名"] = "13号対空電探改",
        ["中文名"] = "13号对空电探改",
        ["类别"] = {5,8,12,11,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 4, ["回避"] = 1, ["命中"] = 2, ["索敌"] = 4, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 10, ["铝"] = 11},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 30, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {5, 7},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "027"},
            ["中段消费"] = {["开发"] = {7, 9},["改修"] = {4, 8}, ["装备数"] = 2, ["装备"] = "027"},
            ["日期"] = {
                ["日"] = {"初霜改二", "雪风", "雪风改"},
                ["一"] = {"雪风", "雪风改"},
                ["二"] = {"雪风", "雪风改"},
                ["三"] = {"雪风", "雪风改"},
                ["四"] = {"矶风改"},
                ["五"] = {"矶风改", "初霜改二"},
                ["六"] = {"矶风改", "初霜改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["107"] = {
        ["日文名"] = "艦隊司令部施設",
        ["中文名"] = "舰队司令部设施",
        ["类别"] = {12,22,34,28,0},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 1, ["回避"] = 1, ["命中"] = 1, ["索敌"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 1, ["铝"] = 1},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "霞改二", "神威改母"},
        ["备注"] = ""
    },
    ["108"] = {
        ["日文名"] = "熟練艦載機整備員",
        ["中文名"] = "熟练舰载机整备员",
        ["类别"] = {13,23,35,29,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 10, ["对空"] = 1, ["命中"] = 1, ["索敌"] = 1, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 10, ["钢材"] = 1, ["铝"] = 10},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "舰队油船", "攻击型轻航母", "特设航空母舰", "塔斯特司令官改", "秋津洲改", "由良改二", "塔斯特司令官", "扎拉due"},
        ["备注"] = ""
    },
    ["109"] = {
        ["日文名"] = "零戦52型丙(六〇一空)",
        ["中文名"] = "零式舰战52型丙（六〇一空）",
        ["类别"] = {3,5,6,6,13},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 9, ["回避"] = 1, ["命中"] = 1, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {4, 6}, ["装备数"] = 2, ["装备"] = "017"},
            ["日期"] = {
                ["日"] = {"大凤", "大凤改"},
                ["一"] = {"大凤", "大凤改"},
                ["二"] = {"大凤", "大凤改"},
                ["三"] = {"大凤", "大凤改", "云龙", "云龙改"},
                ["四"] = {"大凤", "大凤改", "云龙", "云龙改"},
                ["五"] = {"大凤", "大凤改", "云龙", "云龙改"},
                ["六"] = {"大凤", "大凤改", "云龙", "云龙改"}
            },
            ["改修备注"] = ""
        }
    },
    ["110"] = {
        ["日文名"] = "烈風(六〇一空)",
        ["中文名"] = "烈风（六〇一空）",
        ["类别"] = {3,5,6,6,13},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 11, ["回避"] = 2, ["命中"] = 1, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 9},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["111"] = {
        ["日文名"] = "彗星(六〇一空)",
        ["中文名"] = "彗星（六〇一空）",
        ["类别"] = {3,5,7,7,16},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 11, ["对潜"] = 4, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["112"] = {
        ["日文名"] = "天山(六〇一空)",
        ["中文名"] = "天山（六〇一空）",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 10, ["对潜"] = 4, ["命中"] = 1, ["索敌"] = 2, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["113"] = {
        ["日文名"] = "流星(六〇一空)",
        ["中文名"] = "流星（六〇一空）",
        ["类别"] = {3,5,8,8,17},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 13, ["对潜"] = 5, ["命中"] = 1, ["索敌"] = 3, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 5, ["钢材"] = 0, ["铝"] = 10},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["114"] = {
        ["日文名"] = "38cm連装砲改",
        ["中文名"] = "38cm连装炮改",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 17, ["对空"] = 2, ["命中"] = 3, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 12, ["钢材"] = 18, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 30, ["弹药"] = 390, ["钢材"] = 470, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {5, 7},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "008"},
            ["中段消费"] = {["开发"] = {6, 9},["改修"] = {4, 6}, ["装备数"] = 2, ["装备"] = "008"},
            ["日期"] = {
                ["日"] = {"俾斯麦", "俾斯麦改", "俾斯麦zwei", "俾斯麦drei"},
                ["一"] = {"俾斯麦", "俾斯麦改", "俾斯麦zwei", "俾斯麦drei"},
                ["二"] = {"俾斯麦", "俾斯麦改", "俾斯麦zwei", "俾斯麦drei"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["115"] = {
        ["日文名"] = "Ar196改",
        ["中文名"] = "Ar196改",
        ["类别"] = {5,7,10,10,2},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 1, ["对潜"] = 5, ["对空"] = 1, ["命中"] = 2, ["索敌"] = 5, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船"},
        ["备注"] = ""
    },
    ["116"] = {
        ["日文名"] = "一式徹甲弾",
        ["中文名"] = "一式穿甲弹",
        ["类别"] = {4,25,19,13,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 9, ["命中"] = 2, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 4, ["钢材"] = 9, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 30, ["弹药"] = 170, ["钢材"] = 330, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {3, 5},["改修"] = {1, 1}, ["装备数"] = 2, ["装备"] = "036"},
            ["中段消费"] = {["开发"] = {4, 6},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "116"},
            ["日期"] = {
                ["日"] = {"金刚", "金刚改", "金刚改二"},
                ["一"] = {"榛名", "榛名改", "榛名改二"},
                ["二"] = {"榛名", "榛名改", "榛名改二"},
                ["三"] = {"榛名", "榛名改", "榛名改二"},
                ["四"] = {"×"},
                ["五"] = {"金刚", "金刚改", "金刚改二"},
                ["六"] = {"金刚", "金刚改", "金刚改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["117"] = {
        ["日文名"] = "試製46cm連装砲",
        ["中文名"] = "试制46cm连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 23, ["对空"] = 4, ["命中"] = 1, ["射程"] = "超长"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 18, ["钢材"] = 23, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 40, ["弹药"] = 420, ["钢材"] = 650, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {5, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "008"},
            ["中段消费"] = {["开发"] = {6, 8},["改修"] = {4, 7}, ["装备数"] = 3, ["装备"] = "008"},
            ["更新消费"] = {["开发"] = {12, 18},["改修"] = {8, 14}, ["装备数"] = 4, ["装备"] = "008"},
            ["更新装备"] = {["装备"] = "009", ["等级"] = 5},
            ["日期"] = {
                ["日"] = {"大和", "大和改"},
                ["一"] = {"大和", "大和改"},
                ["二"] = {"武藏", "武藏改"},
                ["三"] = {"武藏", "武藏改"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["118"] = {
        ["日文名"] = "紫雲",
        ["中文名"] = "紫云",
        ["类别"] = {5,7,10,10,2},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 1, ["对潜"] = 2, ["命中"] = 1, ["索敌"] = 8, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 15},
        ["装备适用"] = {"轻巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船"},
        ["备注"] = ""
    },
    ["119"] = {
        ["日文名"] = "14cm連装砲",
        ["中文名"] = "14cm连装炮",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 3, ["命中"] = 2, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 60, ["钢材"] = 100, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {2, 2},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {2, 4},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "119"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"夕张", "夕张改"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"夕张", "夕张改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["120"] = {
        ["日文名"] = "91式高射装置",
        ["中文名"] = "91式高射装置",
        ["类别"] = {14,24,36,30,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 2, ["回避"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 60, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {3, 4},["改修"] = {1, 2}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 5},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "010"},
            ["更新消费"] = {["开发"] = {4, 9},["改修"] = {4, 7}, ["装备数"] = 2, ["装备"] = "003"},
            ["更新装备"] = {["装备"] = "121", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"摩耶", "摩耶改", "摩耶改二", "秋月", "秋月改", "照月", "照月改"},
                ["一"] = {"摩耶", "摩耶改", "摩耶改二", "秋月", "秋月改"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"照月", "照月改"},
                ["五"] = {"摩耶", "摩耶改", "摩耶改二", "秋月", "秋月改", "照月", "照月改"},
                ["六"] = {"摩耶", "摩耶改", "摩耶改二", "秋月", "秋月改", "照月", "照月改"}
            },
            ["改修备注"] = ""
        }
    },
    ["121"] = {
        ["日文名"] = "94式高射装置",
        ["中文名"] = "94式高射装置",
        ["类别"] = {14,24,36,30,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 3, ["回避"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 80, ["铝"] = 70},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 1, ["装备"] = "003"},
            ["更新消费"] = {["开发"] = {8, 10},["改修"] = {5, 10}, ["装备数"] = 2, ["装备"] = "003"},
            ["更新装备"] = {["装备"] = "122", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"秋月", "秋月改", "照月", "照月改", "初月", "初月改", "吹雪改二"},
                ["一"] = {"秋月", "秋月改", "照月", "照月改"},
                ["二"] = {"秋月", "秋月改", "照月", "照月改"},
                ["三"] = {"秋月", "秋月改", "照月", "照月改"},
                ["四"] = {"秋月", "秋月改", "照月", "照月改", "吹雪改二"},
                ["五"] = {"秋月", "秋月改", "照月", "照月改", "初月", "初月改", "吹雪改二"},
                ["六"] = {"秋月", "秋月改", "照月", "照月改", "初月", "初月改", "吹雪改二"}
            },
            ["改修备注"] = ""
        },
        ["装备改修2"] = {
            ["资源消费"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 80, ["铝"] = 70},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 1, ["装备"] = "010"},
            ["更新消费"] = {["开发"] = {7, 9},["改修"] = {5, 9}, ["装备数"] = 2, ["装备"] = "010"},
            ["更新装备"] = {["装备"] = "130", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"摩耶改二"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"摩耶改二"},
                ["五"] = {"摩耶改二"},
                ["六"] = {"摩耶改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["122"] = {
        ["日文名"] = "10cm連装高角砲+高射装置",
        ["中文名"] = "10cm连装高角炮+94式高射装置",
        ["类别"] = {1,1,1,16,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 3, ["对空"] = 10, ["回避"] = 1, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 3, ["铝"] = 2},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 60, ["钢材"] = 150, ["铝"] = 50},
            ["初期消费"] = {["开发"] = {6, 7},["改修"] = {3, 4}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {5, 8},["改修"] = {4, 7}, ["装备数"] = 2, ["装备"] = "003"},
            ["日期"] = {
                ["日"] = {"照月", "照月改"},
                ["一"] = {"秋月", "秋月改", "初月", "初月改"},
                ["二"] = {"秋月", "秋月改", "初月", "初月改"},
                ["三"] = {"秋月", "秋月改", "初月", "初月改"},
                ["四"] = {"秋月", "秋月改", "初月", "初月改", "照月", "照月改"},
                ["五"] = {"照月", "照月改"},
                ["六"] = {"照月", "照月改"}
            },
            ["改修备注"] = ""
        }
    },
    ["123"] = {
        ["日文名"] = "SKC34 20.3cm連装砲",
        ["中文名"] = "SKC34 20.3cm连装炮",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 10, ["对空"] = 2, ["命中"] = 3, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 4, ["钢材"] = 5, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = ""
    },
    ["124"] = {
        ["日文名"] = "FuMO25 レーダー",
        ["中文名"] = "FuMO25雷达",
        ["类别"] = {5,8,13,11,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 3, ["对空"] = 7, ["命中"] = 10, ["索敌"] = 9, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 27, ["铝"] = 29},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "速吸改", "速吸", "霞改二乙"},
        ["备注"] = ""
    },
    ["125"] = {
        ["日文名"] = "61cm三連装(酸素)魚雷",
        ["中文名"] = "61cm三连装（酸素）鱼雷",
        ["类别"] = {2,3,5,5,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 8, ["装甲"] = 1, ["回避"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰", "俾斯麦drei"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 60, ["弹药"] = 90, ["钢材"] = 60, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 1}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 5},["改修"] = {1, 3}, ["装备数"] = 1, ["装备"] = "013"},
            ["更新消费"] = {["开发"] = {4, 8},["改修"] = {3, 6}, ["装备数"] = 2, ["装备"] = "014"},
            ["更新装备"] = {["装备"] = "015", ["等级"] = 5},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"吹雪改二"},
                ["五"] = {"吹雪改二"},
                ["六"] = {"吹雪改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["126"] = {
        ["日文名"] = "WG42 (Wurfgerät 42)",
        ["中文名"] = "WG42（Wurfgerät 42）",
        ["类别"] = {15,26,37,31,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["装甲"] = -1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 4, ["钢材"] = 2, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "航空巡洋舰", "航空战列舰", "水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "潜艇补给舰", "防空驱逐舰", "防空轻巡洋舰", "海防舰", "秋津洲改", "神威改母"},
        ["备注"] = ""
    },
    ["127"] = {
        ["日文名"] = "試製FaT仕様九五式酸素魚雷改",
        ["中文名"] = "试制FaT规格九五式酸素鱼雷改",
        ["类别"] = {2,3,32,5,0},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 14, ["回避"] = 2, ["命中"] = 7, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 1, ["铝"] = 1},
        ["装备适用"] = {"潜艇", "航母潜艇"},
        ["备注"] = ""
    },
    ["128"] = {
        ["日文名"] = "試製51cm連装砲",
        ["中文名"] = "试制51cm连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 30, ["对空"] = 5, ["回避"] = -1, ["命中"] = 1, ["射程"] = "超长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 30, ["钢材"] = 28, ["铝"] = 0},
        ["装备适用"] = {"大和", "大和改", "武藏", "武藏改", "长门改", "陆奥改", "长门改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 50, ["弹药"] = 550, ["钢材"] = 950, ["铝"] = 80},
            ["初期消费"] = {["开发"] = {7, 9},["改修"] = {5, 7}, ["装备数"] = 2, ["装备"] = "009"},
            ["中段消费"] = {["开发"] = {10, 15},["改修"] = {7, 10}, ["装备数"] = 3, ["装备"] = "009"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"大和改", "武藏改"},
                ["二"] = {"大和改"},
                ["三"] = {"武藏改"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["129"] = {
        ["日文名"] = "熟練見張員",
        ["中文名"] = "熟练瞭望员",
        ["类别"] = {16,27,39,32,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 1, ["回避"] = 3, ["命中"] = 2, ["索敌"] = 2, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 0, ["钢材"] = 0, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "海防舰", "神威改母"},
        ["备注"] = ""
    },
    ["130"] = {
        ["日文名"] = "12.7cm高角砲+高射装置",
        ["中文名"] = "12.7cm连装高角炮+94式高射装置",
        ["类别"] = {1,2,4,16,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 8, ["回避"] = 1, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 3, ["铝"] = 2},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = ""
    },
    ["131"] = {
        ["日文名"] = "25mm三連装機銃 集中配備",
        ["中文名"] = "25mm三连装机枪 集中配备",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 9, ["回避"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 5, ["钢材"] = 2, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 0, ["弹药"] = 90, ["钢材"] = 90, ["铝"] = 150},
            ["初期消费"] = {["开发"] = {3, 5},["改修"] = {3, 5}, ["装备数"] = 3, ["装备"] = "040"},
            ["中段消费"] = {["开发"] = {6, 9},["改修"] = {6, 9}, ["装备数"] = 5, ["装备"] = "040"},
            ["日期"] = {
                ["日"] = {"鬼怒改二"},
                ["一"] = {"×"},
                ["二"] = {"摩耶改二"},
                ["三"] = {"摩耶改二"},
                ["四"] = {"摩耶改二"},
                ["五"] = {"鬼怒改二"},
                ["六"] = {"鬼怒改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["132"] = {
        ["日文名"] = "零式水中聴音機",
        ["中文名"] = "零式水中听音机",
        ["类别"] = {7,10,40,18,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 11, ["回避"] = 1, ["命中"] = 1, ["索敌"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 3, ["铝"] = 3},
        ["装备适用"] = {"重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "防空巡洋舰", "飞行艇母舰", "攻击型轻航母", "大鹰改二"},
        ["备注"] = ""
    },
    ["133"] = {
        ["日文名"] = "381mm/50 三連装砲",
        ["中文名"] = "381mm/50三连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 20, ["对空"] = 2, ["回避"] = -1, ["命中"] = -3, ["射程"] = "超长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 16, ["钢材"] = 21, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 30, ["弹药"] = 400, ["钢材"] = 480, ["铝"] = 20},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "007"},
            ["中段消费"] = {["开发"] = {5, 8},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "007"},
            ["更新消费"] = {["开发"] = {12, 22},["改修"] = {7, 14}, ["装备数"] = 2, ["装备"] = "039"},
            ["更新装备"] = {["装备"] = "137", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"罗马", "罗马改"},
                ["一"] = {"罗马", "罗马改"},
                ["二"] = {"利托里奥", "意大利"},
                ["三"] = {"利托里奥", "意大利"},
                ["四"] = {"利托里奥", "意大利"},
                ["五"] = {"利托里奥", "意大利"},
                ["六"] = {"罗马", "罗马改"}
            },
            ["改修备注"] = ""
        }
    },
    ["134"] = {
        ["日文名"] = "OTO 152mm三連装速射砲",
        ["中文名"] = "OTO 152mm三连装速射炮",
        ["类别"] = {1,2,4,4,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 8, ["对空"] = 2, ["装甲"] = 1, ["命中"] = 1, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 5, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 90, ["钢材"] = 120, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {2, 3},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 4},["改修"] = {3, 5}, ["装备数"] = 1, ["装备"] = "005"},
            ["日期"] = {
                ["日"] = {"利托里奥", "意大利", "罗马", "罗马改"},
                ["一"] = {"罗马", "罗马改"},
                ["二"] = {"利托里奥", "意大利"},
                ["三"] = {"利托里奥", "意大利"},
                ["四"] = {"罗马", "罗马改"},
                ["五"] = {"罗马", "罗马改"},
                ["六"] = {"利托里奥", "意大利"}
            },
            ["改修备注"] = ""
        }
    },
    ["135"] = {
        ["日文名"] = "90mm単装高角砲",
        ["中文名"] = "90mm单装高角炮",
        ["类别"] = {1,2,4,16,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 8, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 3, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 20, ["钢材"] = 70, ["铝"] = 10},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "003"},
            ["中段消费"] = {["开发"] = {2, 3},["改修"] = {1, 2}, ["装备数"] = 2, ["装备"] = "003"},
            ["日期"] = {
                ["日"] = {"罗马", "罗马改"},
                ["一"] = {"利托里奥", "意大利"},
                ["二"] = {"利托里奥", "意大利"},
                ["三"] = {"利托里奥", "意大利"},
                ["四"] = {"利托里奥", "意大利", "罗马", "罗马改"},
                ["五"] = {"罗马", "罗马改"},
                ["六"] = {"罗马", "罗马改"}
            },
            ["改修备注"] = ""
        }
    },
    ["136"] = {
        ["日文名"] = "プリエーゼ式水中防御隔壁",
        ["中文名"] = "普列塞（Pugliese）水下防御舱壁",
        ["类别"] = {6,17,28,23,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["装甲"] = 7, ["回避"] = -1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 24, ["铝"] = 4},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰", "正规航母", "装甲航母"},
        ["备注"] = ""
    },
    ["137"] = {
        ["日文名"] = "381mm/50 三連装砲改",
        ["中文名"] = "381mm/50三连装炮改",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 21, ["对空"] = 4, ["回避"] = -1, ["命中"] = -1, ["射程"] = "超长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 16, ["钢材"] = 22, ["铝"] = 1},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 40, ["弹药"] = 440, ["钢材"] = 500, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {5, 7},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "008"},
            ["中段消费"] = {["开发"] = {7, 10},["改修"] = {4, 6}, ["装备数"] = 2, ["装备"] = "008"},
            ["日期"] = {
                ["日"] = {"利托里奥", "意大利"},
                ["一"] = {"利托里奥", "意大利"},
                ["二"] = {"罗马", "罗马改"},
                ["三"] = {"罗马", "罗马改"},
                ["四"] = {"罗马", "罗马改"},
                ["五"] = {"罗马", "罗马改"},
                ["六"] = {"利托里奥", "意大利"}
            },
            ["改修备注"] = ""
        }
    },
    ["138"] = {
        ["日文名"] = "二式大艇",
        ["中文名"] = "二式大艇",
        ["类别"] = {17,33,41,33,19},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 1, ["命中"] = 1, ["索敌"] = 12, ["航程"] = 20},
        ["废弃"] = {["燃料"] = 9, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 26},
        ["装备适用"] = {"飞行艇母舰", "神威改母"},
        ["备注"] = ""
    },
    ["139"] = {
        ["日文名"] = "15.2cm連装砲改",
        ["中文名"] = "15.2cm连装炮改",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 5, ["对空"] = 3, ["命中"] = 4, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 3, ["铝"] = 1},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 20, ["弹药"] = 80, ["钢材"] = 100, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {3, 4},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "065"},
            ["中段消费"] = {["开发"] = {4, 6},["改修"] = {3, 6}, ["装备数"] = 1, ["装备"] = "065"},
            ["日期"] = {
                ["日"] = {"酒匂", "酒匂改"},
                ["一"] = {"酒匂", "酒匂改"},
                ["二"] = {"酒匂", "酒匂改"},
                ["三"] = {"矢矧", "矢矧改"},
                ["四"] = {"矢矧", "矢矧改"},
                ["五"] = {"矢矧", "矢矧改"},
                ["六"] = {"矢矧", "矢矧改", "酒匂", "酒匂改"}
            },
            ["改修备注"] = ""
        }
    },
    ["140"] = {
        ["日文名"] = "96式150cm探照灯",
        ["中文名"] = "96式150cm探照灯",
        ["类别"] = {8,18,42,24,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对空"] = 1, ["索敌"] = 3, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 3},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰", "塔斯特司令官改", "塔斯特司令官", "扎拉due"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 20, ["弹药"] = 0, ["钢材"] = 70, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "074"},
            ["中段消费"] = {["开发"] = {5, 10},["改修"] = {3, 7}, ["装备数"] = 1, ["装备"] = "074"},
            ["日期"] = {
                ["日"] = {"比睿", "比睿改", "比睿改二"},
                ["一"] = {"比睿", "比睿改", "比睿改二"},
                ["二"] = {"雾岛", "雾岛改", "雾岛改二"},
                ["三"] = {"雾岛", "雾岛改", "雾岛改二"},
                ["四"] = {"雾岛", "雾岛改", "雾岛改二"},
                ["五"] = {"比睿", "比睿改", "比睿改二", "雾岛", "雾岛改", "雾岛改二"},
                ["六"] = {"比睿", "比睿改", "比睿改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["141"] = {
        ["日文名"] = "32号対水上電探改",
        ["中文名"] = "32号对水上电探改",
        ["类别"] = {5,8,13,11,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["命中"] = 9, ["索敌"] = 11, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 22, ["铝"] = 26},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "速吸改", "速吸", "霞改二乙"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 100, ["铝"] = 80},
            ["初期消费"] = {["开发"] = {10, 15},["改修"] = {5, 6}, ["装备数"] = 3, ["装备"] = "028"},
            ["中段消费"] = {["开发"] = {14, 18},["改修"] = {7, 10}, ["装备数"] = 1, ["装备"] = "031"},
            ["日期"] = {
                ["日"] = {"伊势", "伊势改"},
                ["一"] = {"伊势", "伊势改"},
                ["二"] = {"伊势", "伊势改"},
                ["三"] = {"日向", "日向改"},
                ["四"] = {"日向", "日向改"},
                ["五"] = {"日向"},
                ["六"] = {"日向"}
            },
            ["改修备注"] = ""
        }
    },
    ["142"] = {
        ["日文名"] = "15m二重測距儀+21号電探改二",
        ["中文名"] = "15m二重测距仪+21号电探改二",
        ["类别"] = {5,8,13,11,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 8, ["装甲"] = 1, ["回避"] = 1, ["命中"] = 9, ["索敌"] = 7, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 26, ["铝"] = 28},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = ""
    },
    ["143"] = {
        ["日文名"] = "九七式艦攻(村田隊)",
        ["中文名"] = "九七式舰攻（村田队）",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 12, ["对潜"] = 5, ["对空"] = 1, ["命中"] = 2, ["索敌"] = 4, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["144"] = {
        ["日文名"] = "天山一二型(村田隊)",
        ["中文名"] = "天山一二型（村田队）",
        ["类别"] = {3,5,8,8,1},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 15, ["对潜"] = 6, ["对空"] = 1, ["命中"] = 2, ["索敌"] = 4, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["145"] = {
        ["日文名"] = "戦闘糧食",
        ["中文名"] = "战斗粮食",
        ["类别"] = {18,34,43,34,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 0, ["钢材"] = 0, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 0, ["铝"] = 5},
            ["初期消费"] = {["开发"] = {1, 2},["改修"] = {0, 0}, ["装备数"] = 1, ["装备"] = "145"},
            ["中段消费"] = {["开发"] = {1, 2},["改修"] = {1, 1}, ["装备数"] = 0},
            ["更新消费"] = {["开发"] = {1, 3},["改修"] = {0, 1}, ["装备数"] = 1, ["装备"] = "145"},
            ["更新装备"] = {["装备"] = "241", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"阿贺野", "阿贺野改", "长波", "长波改"},
                ["一"] = {"长波", "长波改"},
                ["二"] = {"长波", "长波改"},
                ["三"] = {"长波", "长波改"},
                ["四"] = {"长波", "长波改"},
                ["五"] = {"阿贺野", "阿贺野改", "长波", "长波改"},
                ["六"] = {"阿贺野", "阿贺野改", "长波", "长波改"}
            },
            ["改修备注"] = ""
        }
    },
    ["146"] = {
        ["日文名"] = "洋上補給",
        ["中文名"] = "洋上补给",
        ["类别"] = {19,35,44,35,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["装甲"] = -2, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 30, ["弹药"] = 30, ["钢材"] = 0, ["铝"] = 0},
        ["装备适用"] = {"舰队油船"},
        ["备注"] = ""
    },
    ["147"] = {
        ["日文名"] = "120mm連装砲",
        ["中文名"] = "120mm连装炮",
        ["类别"] = {1,1,1,1,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 3, ["对空"] = 2, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = ""
    },
    ["148"] = {
        ["日文名"] = "試製南山",
        ["中文名"] = "试制南山",
        ["类别"] = {3,5,7,7,24},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 11, ["对潜"] = 4, ["对空"] = 1, ["索敌"] = 2, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 4, ["弹药"] = 5, ["钢材"] = 0, ["铝"] = 15},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["149"] = {
        ["日文名"] = "四式水中聴音機",
        ["中文名"] = "四式水中听音机",
        ["类别"] = {7,10,14,18,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 12, ["装甲"] = 1, ["命中"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 3},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空轻巡洋舰", "海防舰", "速吸改", "塔斯特司令官改", "大鹰改", "秋津洲改", "速吸", "塔斯特司令官", "神威改母", "大鹰改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 0, ["钢材"] = 50, ["铝"] = 60},
            ["初期消费"] = {["开发"] = {5, 7},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "046"},
            ["中段消费"] = {["开发"] = {6, 10},["改修"] = {4, 6}, ["装备数"] = 1, ["装备"] = "149"},
            ["日期"] = {
                ["日"] = {"秋月", "秋月改"},
                ["一"] = {"香取改"},
                ["二"] = {"香取改"},
                ["三"] = {"照月", "照月改"},
                ["四"] = {"五十铃改二"},
                ["五"] = {"五十铃改二"},
                ["六"] = {"五十铃改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["150"] = {
        ["日文名"] = "秋刀魚の缶詰",
        ["中文名"] = "秋刀鱼罐头",
        ["类别"] = {18,34,43,34,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 0, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = ""
    },
    ["151"] = {
        ["日文名"] = "試製景雲(艦偵型)",
        ["中文名"] = "试制景云（舰侦型）",
        ["类别"] = {5,7,9,9,1},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 2, ["命中"] = 2, ["索敌"] = 11, ["航程"] = 8},
        ["废弃"] = {["燃料"] = 4, ["弹药"] = 0, ["钢材"] = 0, ["铝"] = 14},
        ["装备适用"] = {"装甲航母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 250, ["弹药"] = 100, ["钢材"] = 700, ["铝"] = 650},
            ["初期消费"] = {["开发"] = {8, 10},["改修"] = {6, 8}, ["装备数"] = 1, ["装备"] = "018"},
            ["中段消费"] = {["开发"] = {10, 15},["改修"] = {7, 10}, ["装备数"] = 1, ["装备"] = "022"},
            ["更新消费"] = {["开发"] = {20, 30},["改修"] = {10, 13}, ["装备数"] = 0},
            ["更新装备"] = {["装备"] = "199", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"翔鹤改二甲", "瑞鹤改二甲"},
                ["一"] = {"瑞鹤改二甲"},
                ["二"] = {"瑞鹤改二甲"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"翔鹤改二甲"},
                ["六"] = {"翔鹤改二甲"}
            },
            ["改修备注"] = "更新时消耗<font color=red>ネ式エンジン</font>x1，失败时不消耗"
        }
    },
    ["152"] = {
        ["日文名"] = "零式艦戦52型(熟練)",
        ["中文名"] = "零式舰战52型（熟练）",
        ["类别"] = {3,5,6,6,12},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 9, ["回避"] = 2, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {4, 6}, ["装备数"] = 3, ["装备"] = "021"},
            ["日期"] = {
                ["日"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["一"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["二"] = {"×"},
                ["三"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["四"] = {"翔鹤", "翔鹤改", "翔鹤改二", "翔鹤改二甲"},
                ["五"] = {"翔鹤", "翔鹤改", "翔鹤改二", "翔鹤改二甲"},
                ["六"] = {"翔鹤", "翔鹤改", "翔鹤改二", "翔鹤改二甲"}
            },
            ["改修备注"] = ""
        }
    },
    ["153"] = {
        ["日文名"] = "零戦52型丙(付岩井小隊)",
        ["中文名"] = "零式舰战52型丙（附岩井小队）",
        ["类别"] = {3,5,6,6,12},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 10, ["回避"] = 2, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {4, 6}, ["装备数"] = 3, ["装备"] = "021"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["三"] = {"×"},
                ["四"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["154"] = {
        ["日文名"] = "零戦62型(爆戦/岩井隊)",
        ["中文名"] = "零式舰战62型（爆战/岩井队）",
        ["类别"] = {3,5,7,7,12},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 4, ["对潜"] = 3, ["对空"] = 7, ["回避"] = 2, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {4, 6}, ["装备数"] = 2, ["装备"] = "024"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["三"] = {"×"},
                ["四"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["155"] = {
        ["日文名"] = "零戦21型(付岩本小隊)",
        ["中文名"] = "零式舰战21型（附岩本小队）",
        ["类别"] = {3,5,6,6,11},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 9, ["回避"] = 3, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 7},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["156"] = {
        ["日文名"] = "零戦52型甲(付岩本小隊)",
        ["中文名"] = "零式舰战52型甲（附岩本小队）",
        ["类别"] = {3,5,6,6,12},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 11, ["回避"] = 3, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {4, 6}, ["装备数"] = 3, ["装备"] = "021"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["六"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"}
            },
            ["改修备注"] = ""
        }
    },
    ["157"] = {
        ["日文名"] = "零式艦戦53型(岩本隊)",
        ["中文名"] = "零式舰战53型（岩本队）",
        ["类别"] = {3,5,6,6,12},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 12, ["回避"] = 4, ["命中"] = 2, ["索敌"] = 3, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {5, 9},["改修"] = {4, 6}, ["装备数"] = 3, ["装备"] = "021"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"},
                ["六"] = {"瑞鹤", "瑞鹤改", "瑞鹤改二", "瑞鹤改二甲"}
            },
            ["改修备注"] = ""
        }
    },
    ["158"] = {
        ["日文名"] = "Bf109T改",
        ["中文名"] = "Bf109T改",
        ["类别"] = {3,5,6,6,14},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 8, ["回避"] = 4, ["航程"] = 2},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["159"] = {
        ["日文名"] = "Fw190T改",
        ["中文名"] = "Fw190T改",
        ["类别"] = {3,5,6,6,14},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 2, ["对空"] = 10, ["回避"] = 2, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 8},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["160"] = {
        ["日文名"] = "10.5cm連装砲",
        ["中文名"] = "10.5cm连装炮",
        ["类别"] = {1,2,4,16,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 3, ["对空"] = 6, ["回避"] = 1, ["命中"] = 2, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 4, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = ""
    },
    ["161"] = {
        ["日文名"] = "16inch三連装砲 Mk.7",
        ["中文名"] = "16inch三连装炮Mk.7",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 24, ["对空"] = 3, ["装甲"] = 1, ["命中"] = 4, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 20, ["钢材"] = 22, ["铝"] = 2},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 45, ["弹药"] = 450, ["钢材"] = 750, ["铝"] = 100},
            ["初期消费"] = {["开发"] = {10, 15},["改修"] = {6, 8}, ["装备数"] = 3, ["装备"] = "008"},
            ["中段消费"] = {["开发"] = {16, 24},["改修"] = {8, 12}, ["装备数"] = 3, ["装备"] = "009"},
            ["更新消费"] = {["开发"] = {20, 28},["改修"] = {12, 20}, ["装备数"] = 2, ["装备"] = "031"},
            ["更新装备"] = {["装备"] = "183", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"衣阿华", "衣阿华改"},
                ["一"] = {"衣阿华", "衣阿华改"},
                ["二"] = {"衣阿华", "衣阿华改"},
                ["三"] = {"衣阿华", "衣阿华改"},
                ["四"] = {"衣阿华", "衣阿华改"},
                ["五"] = {"衣阿华", "衣阿华改"},
                ["六"] = {"衣阿华", "衣阿华改"}
            },
            ["改修备注"] = ""
        }
    },
    ["162"] = {
        ["日文名"] = "203mm/53 連装砲",
        ["中文名"] = "203mm/53 连装炮",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 9, ["对空"] = 1, ["命中"] = -2, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 4, ["钢材"] = 4, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 180, ["钢材"] = 190, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {4, 5},["改修"] = {3, 4}, ["装备数"] = 2, ["装备"] = "006"},
            ["中段消费"] = {["开发"] = {5, 8},["改修"] = {4, 7}, ["装备数"] = 1, ["装备"] = "090"},
            ["日期"] = {
                ["日"] = {"扎拉due"},
                ["一"] = {"扎拉due"},
                ["二"] = {"扎拉due"},
                ["三"] = {"扎拉due"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["163"] = {
        ["日文名"] = "Ro.43水偵",
        ["中文名"] = "Ro.43水侦",
        ["类别"] = {5,7,10,10,25},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对潜"] = 2, ["对空"] = 1, ["回避"] = 1, ["命中"] = 2, ["索敌"] = 4, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 60, ["弹药"] = 30, ["钢材"] = 0, ["铝"] = 180},
            ["初期消费"] = {["开发"] = {3, 5},["改修"] = {1, 2}, ["装备数"] = 1, ["装备"] = "025"},
            ["中段消费"] = {["开发"] = {4, 6},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "026"},
            ["更新消费"] = {["开发"] = {5, 10},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "025"},
            ["更新装备"] = {["装备"] = "164", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"意大利"},
                ["一"] = {"扎拉改"},
                ["二"] = {"扎拉改", "罗马改"},
                ["三"] = {"扎拉改", "罗马改"},
                ["四"] = {"扎拉改", "扎拉due"},
                ["五"] = {"扎拉改", "扎拉due"},
                ["六"] = {"意大利", "扎拉due"}
            },
            ["改修备注"] = ""
        }
    },
    ["164"] = {
        ["日文名"] = "Ro.44水上戦闘機",
        ["中文名"] = "Ro.44水上战斗机",
        ["类别"] = {5,36,45,43,25},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 1, ["对空"] = 2, ["回避"] = 2, ["命中"] = 1, ["索敌"] = 2, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "飞行艇母舰", "舰队油船", "大和改", "武藏改", "长门改", "陆奥改", "扎拉改", "波拉改", "意大利", "罗马改", "由良改二", "扎拉due", "长门改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 70, ["弹药"] = 50, ["钢材"] = 0, ["铝"] = 220},
            ["初期消费"] = {["开发"] = {6, 9},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "026"},
            ["中段消费"] = {["开发"] = {9, 14},["改修"] = {5, 6}, ["装备数"] = 2, ["装备"] = "026"},
            ["更新消费"] = {["开发"] = {24, 40},["改修"] = {8, 12}, ["装备数"] = 1, ["装备"] = "164"},
            ["更新装备"] = {["装备"] = "215", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"扎拉due"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"扎拉due"},
                ["五"] = {"扎拉due"},
                ["六"] = {"扎拉due"}
            },
            ["改修备注"] = ""
        }
    },
    ["165"] = {
        ["日文名"] = "二式水戦改",
        ["中文名"] = "二式水战改",
        ["类别"] = {5,36,45,43,3},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 1, ["对空"] = 3, ["回避"] = 2, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "飞行艇母舰", "舰队油船", "大和改", "武藏改", "长门改", "陆奥改", "扎拉改", "波拉改", "意大利", "罗马改", "由良改二", "扎拉due", "长门改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 110, ["弹药"] = 80, ["钢材"] = 0, ["铝"] = 360},
            ["初期消费"] = {["开发"] = {3, 4},["改修"] = {5, 6}, ["装备数"] = 2, ["装备"] = "020"},
            ["中段消费"] = {["开发"] = {5, 6},["改修"] = {7, 8}, ["装备数"] = 2, ["装备"] = "025"},
            ["更新消费"] = {["开发"] = {8, 12},["改修"] = {9, 16}, ["装备数"] = 2, ["装备"] = "026"},
            ["更新装备"] = {["装备"] = "217", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"瑞穗", "瑞穗改"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"瑞穗", "瑞穗改"},
                ["六"] = {"瑞穗", "瑞穗改"}
            },
            ["改修备注"] = ""
        }
    },
    ["166"] = {
        ["日文名"] = "大発動艇(八九式中戦車&陸戦隊)",
        ["中文名"] = "大发动艇（八九式中战车&陆战队）",
        ["类别"] = {8,14,24,20,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 4, ["铝"] = 1},
        ["装备适用"] = {"水上机母舰", "登陆突击舰", "信赖", "大潮改二", "阿武隈改二", "速吸改", "皋月改二", "睦月改二", "如月改二", "秋津洲改", "霞改二", "朝潮改二丁", "江风改二", "霞改二乙", "鬼怒改二", "由良改二", "荒潮改二", "神威改母", "长门改二", "文月改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 70, ["弹药"] = 80, ["钢材"] = 120, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {3, 5},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "049"},
            ["中段消费"] = {["开发"] = {4, 8},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "051"},
            ["更新消费"] = {["开发"] = {10, 18},["改修"] = {5, 9}, ["装备数"] = 3, ["装备"] = "037"},
            ["更新装备"] = {["装备"] = "167", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"秋津丸", "秋津丸改"},
                ["一"] = {"秋津丸", "秋津丸改"},
                ["二"] = {"阿武隈改二"},
                ["三"] = {"阿武隈改二"},
                ["四"] = {"皋月改二", "阿武隈改二"},
                ["五"] = {"秋津丸", "秋津丸改", "皋月改二"},
                ["六"] = {"秋津丸", "秋津丸改", "皋月改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["167"] = {
        ["日文名"] = "特二式内火艇",
        ["中文名"] = "特二式内火艇",
        ["类别"] = {20,37,46,36,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 3, ["铝"] = 2},
        ["装备适用"] = {"水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "信赖", "大潮改二", "阿武隈改二", "速吸改", "皋月改二", "秋津洲改", "霞改二", "朝潮改二丁", "霞改二乙", "鬼怒改二", "由良改二", "荒潮改二", "神威改母", "长门改二", "文月改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 80, ["弹药"] = 90, ["钢材"] = 100, ["铝"] = 70},
            ["初期消费"] = {["开发"] = {5, 8},["改修"] = {3, 4}, ["装备数"] = 2, ["装备"] = "037"},
            ["中段消费"] = {["开发"] = {8, 12},["改修"] = {4, 6}, ["装备数"] = 3, ["装备"] = "038"},
            ["日期"] = {
                ["日"] = {"伊58", "伊58改"},
                ["一"] = {"伊58", "伊58改", "伊401", "伊401改"},
                ["二"] = {"伊401", "伊401改"},
                ["三"] = {"伊8", "伊8改", "伊401", "伊401改"},
                ["四"] = {"伊8", "伊8改", "伊401", "伊401改"},
                ["五"] = {"伊8", "伊8改", "伊58", "伊58改"},
                ["六"] = {"伊8", "伊8改", "伊58", "伊58改"}
            },
            ["改修备注"] = ""
        }
    },
    ["168"] = {
        ["日文名"] = "九六式陸攻",
        ["中文名"] = "九六式陆攻",
        ["类别"] = {21,38,47,37,4},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 8, ["爆装"] = 10, ["对潜"] = 2, ["对空"] = 1, ["索敌"] = 2, ["航程"] = 8},
        ["废弃"] = {["燃料"] = 7, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 12},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["169"] = {
        ["日文名"] = "一式陸攻",
        ["中文名"] = "一式陆攻",
        ["类别"] = {21,38,47,37,4},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 10, ["爆装"] = 12, ["对潜"] = 2, ["对空"] = 2, ["索敌"] = 3, ["航程"] = 9},
        ["废弃"] = {["燃料"] = 8, ["弹药"] = 5, ["钢材"] = 0, ["铝"] = 13},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["170"] = {
        ["日文名"] = "一式陸攻(野中隊)",
        ["中文名"] = "一式陆攻（野中队）",
        ["类别"] = {21,38,47,37,4},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 12, ["爆装"] = 13, ["对潜"] = 2, ["对空"] = 3, ["命中"] = 1, ["索敌"] = 4, ["航程"] = 9},
        ["废弃"] = {["燃料"] = 8, ["弹药"] = 5, ["钢材"] = 0, ["铝"] = 14},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["171"] = {
        ["日文名"] = "OS2U",
        ["中文名"] = "OS2U",
        ["类别"] = {5,7,10,10,2},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 1, ["对潜"] = 1, ["对空"] = 1, ["回避"] = 1, ["命中"] = 2, ["索敌"] = 6, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船"},
        ["备注"] = ""
    },
    ["172"] = {
        ["日文名"] = "5inch連装砲 Mk.28 mod.2",
        ["中文名"] = "5inch连装炮 Mk.28 mod.2",
        ["类别"] = {1,2,4,16,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 4, ["对空"] = 9, ["装甲"] = 1, ["回避"] = 1, ["命中"] = 2, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 4, ["铝"] = 2},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = ""
    },
    ["173"] = {
        ["日文名"] = "Bofors 40mm四連装機関砲",
        ["中文名"] = "博福斯（Bofors）40mm四连装机关炮",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 10, ["装甲"] = 1, ["回避"] = 2, ["命中"] = 1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 6, ["钢材"] = 1, ["铝"] = 3},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = ""
    },
    ["174"] = {
        ["日文名"] = "53cm連装魚雷",
        ["中文名"] = "53cm连装鱼雷",
        ["类别"] = {2,3,5,5,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 3, ["回避"] = 2, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 1, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰", "俾斯麦drei"},
        ["备注"] = ""
    },
    ["175"] = {
        ["日文名"] = "雷電",
        ["中文名"] = "雷电",
        ["类别"] = {22,39,48,38,18},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 6, ["回避"] = 2, ["命中"] = 5, ["航程"] = 2},
        ["废弃"] = {["燃料"] = 3, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 7},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["176"] = {
        ["日文名"] = "三式戦 飛燕",
        ["中文名"] = "三式战 飞燕",
        ["类别"] = {22,39,48,44,18},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 8, ["回避"] = 3, ["命中"] = 1, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["177"] = {
        ["日文名"] = "三式戦 飛燕(飛行第244戦隊)",
        ["中文名"] = "三式战 飞燕（飞行第244战队）",
        ["类别"] = {22,39,48,44,18},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 9, ["回避"] = 4, ["命中"] = 3, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["178"] = {
        ["日文名"] = "PBY-5A Catalina",
        ["中文名"] = "PBY-5A Catalina",
        ["类别"] = {17,33,41,33,19},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 2, ["命中"] = 2, ["索敌"] = 9, ["航程"] = 10},
        ["废弃"] = {["燃料"] = 8, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 18},
        ["装备适用"] = {"飞行艇母舰", "神威改母"},
        ["备注"] = ""
    },
    ["179"] = {
        ["日文名"] = "試製61cm六連装(酸素)魚雷",
        ["中文名"] = "试制61cm六连装（酸素）鱼雷",
        ["类别"] = {2,3,5,5,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 14, ["命中"] = 2, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰", "俾斯麦drei"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 120, ["弹药"] = 180, ["钢材"] = 120, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {6, 8},["改修"] = {5, 6}, ["装备数"] = 2, ["装备"] = "015"},
            ["中段消费"] = {["开发"] = {9, 12},["改修"] = {6, 12}, ["装备数"] = 1, ["装备"] = "058"},
            ["日期"] = {
                ["日"] = {"岛风", "岛风改"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"初月", "初月改"},
                ["四"] = {"初月", "初月改"},
                ["五"] = {"初月", "初月改"},
                ["六"] = {"初月", "初月改", "岛风", "岛风改"}
            },
            ["改修备注"] = ""
        }
    },
    ["180"] = {
        ["日文名"] = "一式陸攻 二二型甲",
        ["中文名"] = "一式陆攻 二二型甲",
        ["类别"] = {21,38,47,37,4},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 11, ["爆装"] = 12, ["对潜"] = 2, ["对空"] = 3, ["索敌"] = 4, ["航程"] = 10},
        ["废弃"] = {["燃料"] = 8, ["弹药"] = 5, ["钢材"] = 0, ["铝"] = 14},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["181"] = {
        ["日文名"] = "零式艦戦32型",
        ["中文名"] = "零式舰战32型",
        ["类别"] = {3,5,6,6,11},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 1, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 5, ["回避"] = 2, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 90, ["弹药"] = 100, ["钢材"] = 0, ["铝"] = 260},
            ["初期消费"] = {["开发"] = {3, 5},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "020"},
            ["中段消费"] = {["开发"] = {4, 6},["改修"] = {3, 4}, ["装备数"] = 2, ["装备"] = "020"},
            ["更新消费"] = {["开发"] = {5, 8},["改修"] = {4, 6}, ["装备数"] = 1, ["装备"] = "181"},
            ["更新装备"] = {["装备"] = "021", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"赤城", "赤城改"},
                ["一"] = {"赤城", "赤城改"},
                ["二"] = {"×"},
                ["三"] = {"加贺", "加贺改"},
                ["四"] = {"加贺", "加贺改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["182"] = {
        ["日文名"] = "零式艦戦32型(熟練)",
        ["中文名"] = "零式舰战32型（熟练）",
        ["类别"] = {3,5,6,6,11},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 8, ["回避"] = 4, ["命中"] = 1, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 90, ["弹药"] = 100, ["钢材"] = 0, ["铝"] = 260},
            ["初期消费"] = {["开发"] = {3, 5},["改修"] = {2, 3}, ["装备数"] = 2, ["装备"] = "020"},
            ["中段消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 3, ["装备"] = "020"},
            ["更新消费"] = {["开发"] = {5, 8},["改修"] = {4, 6}, ["装备数"] = 2, ["装备"] = "181"},
            ["更新装备"] = {["装备"] = "152", ["等级"] = 3},
            ["日期"] = {
                ["日"] = {"赤城", "赤城改"},
                ["一"] = {"赤城", "赤城改"},
                ["二"] = {"×"},
                ["三"] = {"加贺", "加贺改"},
                ["四"] = {"加贺", "加贺改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["183"] = {
        ["日文名"] = "16inch三連装砲 Mk.7+GFCS",
        ["中文名"] = "16inch三连装炮Mk.7+GFCS",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 24, ["对空"] = 3, ["装甲"] = 1, ["回避"] = 1, ["命中"] = 7, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 20, ["钢材"] = 22, ["铝"] = 18},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 45, ["弹药"] = 500, ["钢材"] = 770, ["铝"] = 500},
            ["初期消费"] = {["开发"] = {16, 24},["改修"] = {8, 12}, ["装备数"] = 2, ["装备"] = "028"},
            ["中段消费"] = {["开发"] = {16, 24},["改修"] = {8, 16}, ["装备数"] = 2, ["装备"] = "031"},
            ["日期"] = {
                ["日"] = {"衣阿华", "衣阿华改"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"衣阿华", "衣阿华改"},
                ["五"] = {"衣阿华", "衣阿华改"},
                ["六"] = {"衣阿华", "衣阿华改"}
            },
            ["改修备注"] = ""
        }
    },
    ["184"] = {
        ["日文名"] = "Re.2001 OR改",
        ["中文名"] = "Re.2001 OR改",
        ["类别"] = {3,5,6,6,14},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 3, ["对空"] = 6, ["回避"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["185"] = {
        ["日文名"] = "三式戦 飛燕一型丁",
        ["中文名"] = "三式战 飞燕一型丁",
        ["类别"] = {22,39,48,44,18},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 9, ["回避"] = 3, ["命中"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["186"] = {
        ["日文名"] = "一式陸攻 三四型",
        ["中文名"] = "一式陆攻 三四型",
        ["类别"] = {21,38,47,37,4},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 11, ["爆装"] = 12, ["对潜"] = 2, ["对空"] = 4, ["命中"] = 1, ["索敌"] = 4, ["航程"] = 8},
        ["废弃"] = {["燃料"] = 8, ["弹药"] = 6, ["钢材"] = 0, ["铝"] = 15},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["187"] = {
        ["日文名"] = "銀河",
        ["中文名"] = "银河",
        ["类别"] = {21,38,47,37,4},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["雷装"] = 14, ["爆装"] = 14, ["对潜"] = 3, ["对空"] = 3, ["命中"] = 1, ["索敌"] = 3, ["航程"] = 9},
        ["废弃"] = {["燃料"] = 9, ["弹药"] = 6, ["钢材"] = 0, ["铝"] = 17},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["188"] = {
        ["日文名"] = "Re.2001 G改",
        ["中文名"] = "Re.2001 G改",
        ["类别"] = {3,5,8,8,14},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 3, ["雷装"] = 4, ["对空"] = 4, ["回避"] = 2, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["189"] = {
        ["日文名"] = "Re.2005 改",
        ["中文名"] = "Re.2005 改",
        ["类别"] = {3,5,6,6,14},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 11, ["回避"] = 3, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 10},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["190"] = {
        ["日文名"] = "38.1cm Mk.I連装砲",
        ["中文名"] = "38.1cm Mk.I 连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 18, ["对空"] = 1, ["命中"] = 1, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 11, ["钢材"] = 18, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 24, ["弹药"] = 280, ["钢材"] = 380, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {3, 4},["改修"] = {3, 4}, ["装备数"] = 2, ["装备"] = "007"},
            ["中段消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "008"},
            ["更新消费"] = {["开发"] = {8, 15},["改修"] = {6, 12}, ["装备数"] = 2, ["装备"] = "049"},
            ["更新装备"] = {["装备"] = "192", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"厌战", "厌战改"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"厌战", "厌战改"},
                ["五"] = {"厌战", "厌战改"},
                ["六"] = {"厌战", "厌战改"}
            },
            ["改修备注"] = ""
        }
    },
    ["191"] = {
        ["日文名"] = "QF 2ポンド8連装ポンポン砲",
        ["中文名"] = "QF 2镑8连装砰砰炮",
        ["类别"] = {4,6,21,15,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 10, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 6, ["钢材"] = 1, ["铝"] = 2},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰", "伊504", "UIT-25"},
        ["备注"] = ""
    },
    ["192"] = {
        ["日文名"] = "38.1cm Mk.I/N連装砲改",
        ["中文名"] = "38.1cm Mk.I/N 连装炮改",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 19, ["对空"] = 3, ["命中"] = 2, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 12, ["钢材"] = 19, ["铝"] = 2},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 28, ["弹药"] = 320, ["钢材"] = 420, ["铝"] = 40},
            ["初期消费"] = {["开发"] = {4, 6},["改修"] = {3, 5}, ["装备数"] = 1, ["装备"] = "008"},
            ["中段消费"] = {["开发"] = {6, 8},["改修"] = {4, 7}, ["装备数"] = 2, ["装备"] = "008"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"厌战", "厌战改"},
                ["三"] = {"厌战", "厌战改"},
                ["四"] = {"厌战", "厌战改"},
                ["五"] = {"厌战", "厌战改"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["193"] = {
        ["日文名"] = "特大発動艇",
        ["中文名"] = "特大发动艇",
        ["类别"] = {8,14,24,20,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"水上机母舰", "登陆突击舰", "信赖", "大潮改二", "阿武隈改二", "速吸改", "皋月改二", "睦月改二", "如月改二", "秋津洲改", "霞改二", "朝潮改二丁", "江风改二", "霞改二乙", "鬼怒改二", "由良改二", "荒潮改二", "神威改母", "长门改二", "文月改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 70, ["弹药"] = 80, ["钢材"] = 120, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {3, 5},["改修"] = {2, 3}, ["装备数"] = 2, ["装备"] = "075"},
            ["中段消费"] = {["开发"] = {4, 8},["改修"] = {4, 6}, ["装备数"] = 1, ["装备"] = "068"},
            ["日期"] = {
                ["日"] = {"鬼怒改二"},
                ["一"] = {"鬼怒改二"},
                ["二"] = {"秋津丸", "秋津丸改"},
                ["三"] = {"秋津丸", "秋津丸改"},
                ["四"] = {"秋津丸", "秋津丸改"},
                ["五"] = {"鬼怒改二"},
                ["六"] = {"鬼怒改二"}
            },
            ["改修备注"] = ""
        }
    },
    ["194"] = {
        ["日文名"] = "Laté 298B",
        ["中文名"] = "Laté 298B",
        ["类别"] = {5,43,11,10,14},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 2, ["雷装"] = 4, ["爆装"] = 5, ["对潜"] = 2, ["对空"] = 1, ["回避"] = 1, ["索敌"] = 4, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "飞行艇母舰", "舰队油船", "扎拉改", "波拉改", "意大利", "罗马改", "扎拉due"},
        ["备注"] = ""
    },
    ["195"] = {
        ["日文名"] = "SBD",
        ["中文名"] = "SBD",
        ["类别"] = {3,5,7,7,21},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["爆装"] = 6, ["对潜"] = 3, ["对空"] = 2, ["回避"] = 2, ["命中"] = 1, ["索敌"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["196"] = {
        ["日文名"] = "TBD",
        ["中文名"] = "TBD",
        ["类别"] = {3,5,8,8,21},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["雷装"] = 5, ["对潜"] = 4, ["索敌"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["197"] = {
        ["日文名"] = "F4F-3",
        ["中文名"] = "F4F-3",
        ["类别"] = {3,5,6,6,21},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 4, ["回避"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 90, ["弹药"] = 90, ["钢材"] = 0, ["铝"] = 270},
            ["初期消费"] = {["开发"] = {2, 5},["改修"] = {2, 3}, ["装备数"] = 0},
            ["中段消费"] = {["开发"] = {3, 6},["改修"] = {2, 4}, ["装备数"] = 1, ["装备"] = "019"},
            ["更新消费"] = {["开发"] = {4, 8},["改修"] = {3, 5}, ["装备数"] = 2, ["装备"] = "038"},
            ["更新装备"] = {["装备"] = "198", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"萨拉托加"},
                ["一"] = {"×"},
                ["二"] = {"萨拉托加Mk.II"},
                ["三"] = {"萨拉托加", "萨拉托加Mk.II"},
                ["四"] = {"萨拉托加"},
                ["五"] = {"萨拉托加", "萨拉托加改"},
                ["六"] = {"萨拉托加", "萨拉托加改"}
            },
            ["改修备注"] = ""
        }
    },
    ["198"] = {
        ["日文名"] = "F4F-4",
        ["中文名"] = "F4F-4",
        ["类别"] = {3,5,6,6,21},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 5, ["回避"] = 2, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 100, ["弹药"] = 120, ["钢材"] = 0, ["铝"] = 300},
            ["初期消费"] = {["开发"] = {3, 6},["改修"] = {3, 4}, ["装备数"] = 1, ["装备"] = "020"},
            ["中段消费"] = {["开发"] = {4, 8},["改修"] = {3, 6}, ["装备数"] = 1, ["装备"] = "181"},
            ["更新消费"] = {["开发"] = {8, 16},["改修"] = {6, 9}, ["装备数"] = 2, ["装备"] = "021"},
            ["更新装备"] = {["装备"] = "205", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"萨拉托加", "萨拉托加改", "萨拉托加Mk.II"},
                ["二"] = {"萨拉托加", "萨拉托加改"},
                ["三"] = {"萨拉托加改"},
                ["四"] = {"萨拉托加Mk.II"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["199"] = {
        ["日文名"] = "噴式景雲改",
        ["中文名"] = "喷气式景云改",
        ["类别"] = {3,40,57,39,22},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 15, ["对空"] = 6, ["命中"] = 1, ["索敌"] = 3, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 7, ["弹药"] = 5, ["钢材"] = 12, ["铝"] = 16},
        ["装备适用"] = {"翔鹤改二甲", "瑞鹤改二甲"},
        ["备注"] = ""
    },
    ["200"] = {
        ["日文名"] = "橘花改",
        ["中文名"] = "橘花改",
        ["类别"] = {3,40,57,40,23},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 11, ["对空"] = 12, ["回避"] = 1, ["航程"] = 2},
        ["废弃"] = {["燃料"] = 6, ["弹药"] = 4, ["钢材"] = 10, ["铝"] = 14},
        ["装备适用"] = {"翔鹤改二甲", "瑞鹤改二甲"},
        ["备注"] = ""
    },
    ["203"] = {
        ["日文名"] = "艦本新設計 増設バルジ(中型艦)",
        ["中文名"] = "舰本新设计 增设装甲板（中型舰）",
        ["类别"] = {6,17,27,23,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["装甲"] = 8, ["回避"] = -1, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 24, ["铝"] = 2},
        ["装备适用"] = {"重巡洋舰", "航空巡洋舰", "轻型航母", "水上机母舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "攻击型轻航母", "特设航空母舰", "信赖", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 170, ["弹药"] = 0, ["钢材"] = 870, ["铝"] = 70},
            ["初期消费"] = {["开发"] = {16, 24},["改修"] = {6, 9}, ["装备数"] = 2, ["装备"] = "072"},
            ["中段消费"] = {["开发"] = {28, 35},["改修"] = {8, 12}, ["装备数"] = 3, ["装备"] = "072"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"扎拉due"},
                ["三"] = {"扎拉due"},
                ["四"] = {"扎拉due"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["204"] = {
        ["日文名"] = "艦本新設計 増設バルジ(大型艦)",
        ["中文名"] = "舰本新设计 增设装甲板（大型舰）",
        ["类别"] = {6,17,28,23,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["装甲"] = 10, ["回避"] = -2, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 30, ["铝"] = 3},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰", "正规航母", "装甲航母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 180, ["弹药"] = 0, ["钢材"] = 980, ["铝"] = 0},
            ["初期消费"] = {["开发"] = {20, 30},["改修"] = {6, 9}, ["装备数"] = 1, ["装备"] = "073"},
            ["中段消费"] = {["开发"] = {32, 48},["改修"] = {8, 12}, ["装备数"] = 2, ["装备"] = "073"},
            ["日期"] = {
                ["日"] = {"大和", "大和改", "武藏", "武藏改"},
                ["一"] = {"×"},
                ["二"] = {"武藏", "武藏改"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"大和", "大和改"}
            },
            ["改修备注"] = ""
        }
    },
    ["205"] = {
        ["日文名"] = "F6F-3",
        ["中文名"] = "F6F-3",
        ["类别"] = {3,5,6,6,21},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 8, ["回避"] = 2, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 160, ["弹药"] = 180, ["钢材"] = 0, ["铝"] = 380},
            ["初期消费"] = {["开发"] = {6, 7},["改修"] = {4, 6}, ["装备数"] = 2, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {8, 10},["改修"] = {6, 8}, ["装备数"] = 1, ["装备"] = "055"},
            ["更新消费"] = {["开发"] = {12, 18},["改修"] = {8, 16}, ["装备数"] = 2, ["装备"] = "055"},
            ["更新装备"] = {["装备"] = "206", ["等级"] = 0},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"萨拉托加改", "萨拉托加Mk.II", "萨拉托加Mk.II Mod.2"},
                ["三"] = {"萨拉托加改", "萨拉托加Mk.II", "萨拉托加Mk.II Mod.2"},
                ["四"] = {"萨拉托加改", "萨拉托加Mk.II", "萨拉托加Mk.II Mod.2"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["206"] = {
        ["日文名"] = "F6F-5",
        ["中文名"] = "F6F-5",
        ["类别"] = {3,5,6,6,21},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 10, ["回避"] = 3, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 200, ["弹药"] = 250, ["钢材"] = 0, ["铝"] = 450},
            ["初期消费"] = {["开发"] = {8, 9},["改修"] = {6, 7}, ["装备数"] = 2, ["装备"] = "055"},
            ["中段消费"] = {["开发"] = {12, 16},["改修"] = {8, 12}, ["装备数"] = 1, ["装备"] = "022"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"萨拉托加Mk.II", "萨拉托加Mk.II Mod.2"},
                ["三"] = {"萨拉托加Mk.II", "萨拉托加Mk.II Mod.2"},
                ["四"] = {"萨拉托加Mk.II", "萨拉托加Mk.II Mod.2"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["207"] = {
        ["日文名"] = "瑞雲(六三一空)",
        ["中文名"] = "瑞云（六三一空）",
        ["类别"] = {5,43,11,10,24},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 7, ["对潜"] = 2, ["对空"] = 1, ["命中"] = 2, ["索敌"] = 4, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "飞行艇母舰", "舰队油船", "扎拉改", "波拉改", "意大利", "罗马改", "扎拉due"},
        ["备注"] = ""
    },
    ["208"] = {
        ["日文名"] = "晴嵐(六三一空)",
        ["中文名"] = "晴岚（六三一空）",
        ["类别"] = {5,43,11,10,2},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 12, ["对潜"] = 3, ["命中"] = 2, ["索敌"] = 6, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 4, ["弹药"] = 5, ["钢材"] = 0, ["铝"] = 20},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "飞行艇母舰", "舰队油船", "扎拉改", "波拉改", "意大利", "罗马改", "扎拉due"},
        ["备注"] = ""
    },
    ["209"] = {
        ["日文名"] = "彩雲(輸送用分解済)",
        ["中文名"] = "彩云（运输用拆卸版）",
        ["类别"] = {23,41,50,41,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 0, ["钢材"] = 0, ["铝"] = 11},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "航母潜艇", "登陆突击舰", "维修舰", "飞行艇母舰", "攻击型轻航母"},
        ["备注"] = ""
    },
    ["210"] = {
        ["日文名"] = "潜水艦搭載電探&水防式望遠鏡",
        ["中文名"] = "潜艇搭载电探 & 水防式望远镜",
        ["类别"] = {24,42,51,42,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 1, ["回避"] = 8, ["命中"] = 2, ["索敌"] = 4, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 12, ["铝"] = 13},
        ["装备适用"] = {"潜艇", "航母潜艇"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 80, ["弹药"] = 90, ["钢材"] = 100, ["铝"] = 70},
            ["初期消费"] = {["开发"] = {20, 24},["改修"] = {7, 9}, ["装备数"] = 2, ["装备"] = "028"},
            ["中段消费"] = {["开发"] = {30, 40},["改修"] = {8, 10}, ["装备数"] = 1, ["装备"] = "129"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"伊401改"},
                ["二"] = {"伊401改"},
                ["三"] = {"伊401改"},
                ["四"] = {"伊401改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["211"] = {
        ["日文名"] = "潜水艦搭載電探&逆探(E27)",
        ["中文名"] = "潜艇搭载电探 & 逆探（E27）",
        ["类别"] = {24,42,51,42,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 1, ["回避"] = 11, ["命中"] = 3, ["索敌"] = 5, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 13, ["铝"] = 15},
        ["装备适用"] = {"潜艇", "航母潜艇"},
        ["备注"] = ""
    },
    ["212"] = {
        ["日文名"] = "彩雲(東カロリン空)",
        ["中文名"] = "彩云（东卡罗琳空）",
        ["类别"] = {5,7,9,9,1},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["命中"] = 2, ["索敌"] = 10, ["航程"] = 8},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 0, ["钢材"] = 0, ["铝"] = 11},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母"},
        ["备注"] = ""
    },
    ["213"] = {
        ["日文名"] = "後期型艦首魚雷(6門)",
        ["中文名"] = "后期型舰首鱼雷（6门）",
        ["类别"] = {2,3,32,5,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 15, ["回避"] = 1, ["命中"] = 3, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 2, ["铝"] = 1},
        ["装备适用"] = {"潜艇", "航母潜艇"},
        ["备注"] = ""
    },
    ["214"] = {
        ["日文名"] = "熟練聴音員+後期型艦首魚雷(6門)",
        ["中文名"] = "熟练听音员+后期型舰首鱼雷（6门）",
        ["类别"] = {2,3,32,5,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["雷装"] = 15, ["回避"] = 4, ["命中"] = 5, ["索敌"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 2, ["铝"] = 2},
        ["装备适用"] = {"潜艇", "航母潜艇"},
        ["备注"] = ""
    },
    ["215"] = {
        ["日文名"] = "Ro.44水上戦闘機bis",
        ["中文名"] = "Ro.44水上战斗机bis",
        ["类别"] = {5,36,45,43,25},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 1, ["对空"] = 3, ["回避"] = 2, ["命中"] = 2, ["索敌"] = 3, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "飞行艇母舰", "舰队油船", "大和改", "武藏改", "长门改", "陆奥改", "扎拉改", "波拉改", "意大利", "罗马改", "由良改二", "扎拉due", "长门改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 80, ["弹药"] = 60, ["钢材"] = 0, ["铝"] = 280},
            ["初期消费"] = {["开发"] = {8, 14},["改修"] = {4, 5}, ["装备数"] = 2, ["装备"] = "026"},
            ["中段消费"] = {["开发"] = {14, 18},["改修"] = {6, 7}, ["装备数"] = 1, ["装备"] = "164"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"扎拉due"},
                ["六"] = {"扎拉due"}
            },
            ["改修备注"] = ""
        }
    },
    ["216"] = {
        ["日文名"] = "二式水戦改(熟練)",
        ["中文名"] = "二式水战改（熟练）",
        ["类别"] = {5,36,45,43,3},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 1, ["对空"] = 5, ["回避"] = 2, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "飞行艇母舰", "舰队油船", "大和改", "武藏改", "长门改", "陆奥改", "扎拉改", "波拉改", "意大利", "罗马改", "由良改二", "扎拉due", "长门改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 110, ["弹药"] = 100, ["钢材"] = 0, ["铝"] = 390},
            ["初期消费"] = {["开发"] = {5, 6},["改修"] = {7, 8}, ["装备数"] = 2, ["装备"] = "181"},
            ["中段消费"] = {["开发"] = {6, 8},["改修"] = {8, 10}, ["装备数"] = 3, ["装备"] = "026"},
            ["日期"] = {
                ["日"] = {"瑞穗", "瑞穗改"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"瑞穗", "瑞穗改"},
                ["六"] = {"瑞穗", "瑞穗改"}
            },
            ["改修备注"] = ""
        }
    },
    ["217"] = {
        ["日文名"] = "強風改",
        ["中文名"] = "强风改",
        ["类别"] = {5,36,45,43,26},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 5, ["回避"] = 3, ["索敌"] = 1, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "飞行艇母舰", "舰队油船", "大和改", "武藏改", "长门改", "陆奥改", "扎拉改", "波拉改", "意大利", "罗马改", "由良改二", "扎拉due", "长门改二"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 130, ["弹药"] = 80, ["钢材"] = 0, ["铝"] = 300},
            ["初期消费"] = {["开发"] = {10, 12},["改修"] = {6, 8}, ["装备数"] = 1, ["装备"] = "055"},
            ["中段消费"] = {["开发"] = {12, 17},["改修"] = {7, 11}, ["装备数"] = 1, ["装备"] = "055"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"铃谷改二"},
                ["二"] = {"铃谷改二", "瑞穗", "瑞穗改"},
                ["三"] = {"铃谷改二", "瑞穗", "瑞穗改"},
                ["四"] = {"铃谷改二", "瑞穗", "瑞穗改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["219"] = {
        ["日文名"] = "零式艦戦63型(爆戦)",
        ["中文名"] = "零式舰战63型（爆战）",
        ["类别"] = {3,5,7,7,12},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 5, ["对潜"] = 2, ["对空"] = 5, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 130, ["弹药"] = 140, ["钢材"] = 0, ["铝"] = 290},
            ["初期消费"] = {["开发"] = {5, 6},["改修"] = {4, 6}, ["装备数"] = 3, ["装备"] = "021"},
            ["中段消费"] = {["开发"] = {4, 9},["改修"] = {5, 7}, ["装备数"] = 1, ["装备"] = "022"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"铃谷航改二"},
                ["二"] = {"铃谷航改二", "熊野航改二"},
                ["三"] = {"铃谷航改二", "熊野航改二"},
                ["四"] = {"铃谷航改二", "熊野航改二"},
                ["五"] = {"熊野航改二"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["220"] = {
        ["日文名"] = "8cm高角砲改+増設機銃",
        ["中文名"] = "8cm高角炮改+增设机枪",
        ["类别"] = {1,2,4,16,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对空"] = 7, ["回避"] = 1, ["命中"] = 2, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 3, ["铝"] = 2},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 30, ["弹药"] = 70, ["钢材"] = 100, ["铝"] = 80},
            ["初期消费"] = {["开发"] = {6, 8},["改修"] = {4, 5}, ["装备数"] = 2, ["装备"] = "003"},
            ["中段消费"] = {["开发"] = {8, 15},["改修"] = {6, 8}, ["装备数"] = 2, ["装备"] = "049"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"熊野改二", "熊野航改二"},
                ["二"] = {"铃谷改二", "铃谷航改二", "矢矧", "矢矧改", "酒匂", "酒匂改", "熊野改二", "熊野航改二"},
                ["三"] = {"铃谷改二", "铃谷航改二", "矢矧", "矢矧改", "酒匂", "酒匂改", "熊野改二", "熊野航改二"},
                ["四"] = {"铃谷改二", "铃谷航改二", "矢矧", "矢矧改", "酒匂", "酒匂改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["221"] = {
        ["日文名"] = "一式戦 隼II型",
        ["中文名"] = "一式战 隼II型",
        ["类别"] = {22,39,48,44,18},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 6, ["回避"] = 2, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["222"] = {
        ["日文名"] = "一式戦 隼III型甲",
        ["中文名"] = "一式战 隼III型甲",
        ["类别"] = {22,39,48,44,27},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 7, ["回避"] = 3, ["命中"] = 1, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["223"] = {
        ["日文名"] = "一式戦 隼III型甲(54戦隊)",
        ["中文名"] = "一式战 隼III型甲（54战队）",
        ["类别"] = {22,39,48,44,27},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 2, ["对空"] = 8, ["回避"] = 3, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 7},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["224"] = {
        ["日文名"] = "爆装一式戦 隼III型改(55戦隊)",
        ["中文名"] = "爆装一式战 隼III型改（55战队）",
        ["类别"] = {22,39,47,44,27},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 3, ["爆装"] = 8, ["对空"] = 6, ["回避"] = 2, ["命中"] = 3, ["索敌"] = 1, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["225"] = {
        ["日文名"] = "一式戦 隼II型(64戦隊)",
        ["中文名"] = "一式战 隼II型（64战队）",
        ["类别"] = {22,39,48,44,27},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 11, ["回避"] = 5, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 7},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["226"] = {
        ["日文名"] = "九五式爆雷",
        ["中文名"] = "九五式爆雷",
        ["类别"] = {7,32,15,17,0},
        ["稀有度"] = "☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 4, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "海防舰", "千岁", "千代田", "千岁改", "千代田改", "千岁甲", "千代田甲", "瑞穗改", "大鹰改", "瑞穗", "神威改", "神威改母", "大鹰改二"},
        ["备注"] = ""
    },
    ["227"] = {
        ["日文名"] = "二式爆雷",
        ["中文名"] = "二式爆雷",
        ["类别"] = {7,32,15,17,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 7, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "海防舰", "千岁", "千代田", "千岁改", "千代田改", "千岁甲", "千代田甲", "瑞穗改", "大鹰改", "瑞穗", "神威改", "神威改母", "大鹰改二"},
        ["备注"] = ""
    },
    ["228"] = {
        ["日文名"] = "九六式艦戦改",
        ["中文名"] = "九六式舰战改",
        ["类别"] = {3,5,6,6,1},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对空"] = 4, ["回避"] = 1, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["229"] = {
        ["日文名"] = "12.7cm単装高角砲(後期型)",
        ["中文名"] = "12.7cm单装高角炮（后期型）",
        ["类别"] = {1,1,1,16,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["对潜"] = 1, ["对空"] = 4, ["回避"] = 1, ["命中"] = 1, ["射程"] = "短"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 1, ["钢材"] = 2, ["铝"] = 0},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "海防舰", "长门改二"},
        ["备注"] = ""
    },
    ["230"] = {
        ["日文名"] = "特大発動艇+戦車第11連隊",
        ["中文名"] = "特大发动艇+战车第11连队",
        ["类别"] = {8,14,24,20,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 5, ["铝"] = 1},
        ["装备适用"] = {"水上机母舰", "登陆突击舰", "信赖", "大潮改二", "阿武隈改二", "速吸改", "皋月改二", "睦月改二", "如月改二", "秋津洲改", "霞改二", "朝潮改二丁", "江风改二", "霞改二乙", "鬼怒改二", "由良改二", "荒潮改二", "神威改母", "长门改二", "文月改二"},
        ["备注"] = ""
    },
    ["231"] = {
        ["日文名"] = "30.5cm三連装砲",
        ["中文名"] = "30.5cm三连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 16, ["装甲"] = 1, ["命中"] = 1, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 8, ["钢材"] = 12, ["铝"] = 0},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = ""
    },
    ["232"] = {
        ["日文名"] = "30.5cm三連装砲改",
        ["中文名"] = "30.5cm三连装炮改",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 17, ["对空"] = 3, ["装甲"] = 1, ["回避"] = 1, ["命中"] = 3, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 9, ["钢材"] = 13, ["铝"] = 3},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = ""
    },
    ["233"] = {
        ["日文名"] = "F4U-1D",
        ["中文名"] = "F4U-1D",
        ["类别"] = {3,5,7,7,21},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["爆装"] = 7, ["对潜"] = 1, ["对空"] = 7, ["回避"] = 1, ["索敌"] = 1, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 6, ["钢材"] = 0, ["铝"] = 7},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["234"] = {
        ["日文名"] = "15.5cm三連装副砲改",
        ["中文名"] = "15.5cm三连装副炮改",
        ["类别"] = {1,2,4,4,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 7, ["对空"] = 4, ["回避"] = 1, ["命中"] = 3, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 6, ["铝"] = 1},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 15, ["弹药"] = 120, ["钢材"] = 150, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {6, 7},["改修"] = {4, 5}, ["装备数"] = 2, ["装备"] = "012"},
            ["中段消费"] = {["开发"] = {8, 9},["改修"] = {5, 7}, ["装备数"] = 2, ["装备"] = "005"},
            ["更新消费"] = {["开发"] = {9, 10},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "005"},
            ["更新装备"] = {["装备"] = "235", ["等级"] = 7},
            ["日期"] = {
                ["日"] = {"武藏改"},
                ["一"] = {"武藏改"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"大和改"},
                ["六"] = {"大和改"}
            },
            ["改修备注"] = ""
        }
    },
    ["235"] = {
        ["日文名"] = "15.5cm三連装砲改",
        ["中文名"] = "15.5cm三连装炮改",
        ["类别"] = {1,1,2,2,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 7, ["对空"] = 4, ["装甲"] = 1, ["回避"] = 1, ["命中"] = 2, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 3, ["钢材"] = 6, ["铝"] = 1},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "航空战列舰", "练习巡洋舰", "防空巡洋舰", "防空轻巡洋舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 15, ["弹药"] = 120, ["钢材"] = 150, ["铝"] = 30},
            ["初期消费"] = {["开发"] = {6, 7},["改修"] = {4, 5}, ["装备数"] = 2, ["装备"] = "005"},
            ["中段消费"] = {["开发"] = {8, 9},["改修"] = {5, 7}, ["装备数"] = 2, ["装备"] = "012"},
            ["更新消费"] = {["开发"] = {9, 10},["改修"] = {2, 3}, ["装备数"] = 1, ["装备"] = "012"},
            ["更新装备"] = {["装备"] = "234", ["等级"] = 7},
            ["日期"] = {
                ["日"] = {"大淀改"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"大淀改"},
                ["六"] = {"大淀改"}
            },
            ["改修备注"] = ""
        }
    },
    ["236"] = {
        ["日文名"] = "41cm三連装砲改",
        ["中文名"] = "41cm三连装炮改",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 22, ["对空"] = 6, ["装甲"] = 1, ["命中"] = 4, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 18, ["钢材"] = 23, ["铝"] = 4},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 45, ["弹药"] = 450, ["钢材"] = 700, ["铝"] = 45},
            ["初期消费"] = {["开发"] = {6, 8},["改修"] = {6, 7}, ["装备数"] = 2, ["装备"] = "008"},
            ["中段消费"] = {["开发"] = {10, 12},["改修"] = {7, 10}, ["装备数"] = 2, ["装备"] = "009"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"长门改二"},
                ["二"] = {"长门改二"},
                ["三"] = {"长门改二"},
                ["四"] = {"×"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["237"] = {
        ["日文名"] = "瑞雲(六三四空/熟練)",
        ["中文名"] = "瑞云（六三四空/熟练）",
        ["类别"] = {5,43,11,10,2},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 9, ["对潜"] = 6, ["对空"] = 4, ["回避"] = 1, ["命中"] = 1, ["索敌"] = 7, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "飞行艇母舰", "舰队油船", "扎拉改", "波拉改", "意大利", "罗马改", "扎拉due"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 190, ["弹药"] = 190, ["钢材"] = 0, ["铝"] = 490},
            ["初期消费"] = {["开发"] = {8, 10},["改修"] = {6, 7}, ["装备数"] = 2, ["装备"] = "026"},
            ["中段消费"] = {["开发"] = {10, 16},["改修"] = {7, 9}, ["装备数"] = 3, ["装备"] = "026"},
            ["日期"] = {
                ["日"] = {"日向改"},
                ["一"] = {"×"},
                ["二"] = {"×"},
                ["三"] = {"×"},
                ["四"] = {"×"},
                ["五"] = {"日向改"},
                ["六"] = {"日向改"}
            },
            ["改修备注"] = ""
        }
    },
    ["238"] = {
        ["日文名"] = "零式水上偵察機11型乙",
        ["中文名"] = "零式水上侦察机11型乙",
        ["类别"] = {5,7,10,10,2},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对潜"] = 7, ["对空"] = 1, ["命中"] = 2, ["索敌"] = 6, ["航程"] = 7},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 3},
        ["装备适用"] = {"轻巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "水上机母舰", "航母潜艇", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船"},
        ["备注"] = ""
    },
    ["241"] = {
        ["日文名"] = "戦闘糧食(特別なおにぎり)",
        ["中文名"] = "战斗粮食（特别饭团）",
        ["类别"] = {18,34,43,34,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["射程"] = "无"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 0, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "潜艇", "航母潜艇", "登陆突击舰", "维修舰", "潜艇补给舰", "防空驱逐舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "舰队油船", "攻击型轻航母", "海防舰", "特设航空母舰"},
        ["备注"] = ""
    },
    ["242"] = {
        ["日文名"] = "Swordfish",
        ["中文名"] = "剑鱼（Swordfish）",
        ["类别"] = {3,5,8,8,28},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 2, ["雷装"] = 3, ["对潜"] = 4, ["命中"] = 1, ["索敌"] = 1, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 1, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["243"] = {
        ["日文名"] = "Swordfish Mk.II(熟練)",
        ["中文名"] = "剑鱼（Swordfish） Mk.II（熟练）",
        ["类别"] = {3,5,8,8,28},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 3, ["雷装"] = 5, ["对潜"] = 6, ["命中"] = 3, ["索敌"] = 2, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["244"] = {
        ["日文名"] = "Swordfish Mk.III(熟練)",
        ["中文名"] = "剑鱼（Swordfish） Mk.III（熟练）",
        ["类别"] = {3,5,8,8,28},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 4, ["雷装"] = 8, ["对潜"] = 10, ["命中"] = 4, ["索敌"] = 5, ["航程"] = 3},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["245"] = {
        ["日文名"] = "38cm四連装砲",
        ["中文名"] = "38cm四连装炮",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 21, ["对空"] = 1, ["命中"] = 1, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 20, ["钢材"] = 24, ["铝"] = 3},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = ""
    },
    ["246"] = {
        ["日文名"] = "38cm四連装砲改",
        ["中文名"] = "38cm四连装炮改",
        ["类别"] = {1,1,3,3,0},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 22, ["对空"] = 2, ["装甲"] = 1, ["命中"] = 3, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 21, ["钢材"] = 24, ["铝"] = 4},
        ["装备适用"] = {"战列舰", "战列巡洋舰", "航空战列舰"},
        ["备注"] = ""
    },
    ["247"] = {
        ["日文名"] = "15.2cm三連装砲",
        ["中文名"] = "15.2cm三连装炮",
        ["类别"] = {1,2,4,4,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 1, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 6, ["对空"] = 1, ["命中"] = 3, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 2, ["钢材"] = 5, ["铝"] = 0},
        ["装备适用"] = {"轻巡洋舰", "重雷装巡洋舰", "重巡洋舰", "航空巡洋舰", "战列舰", "战列巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "水上机母舰", "登陆突击舰", "维修舰", "潜艇补给舰", "练习巡洋舰", "防空巡洋舰", "飞行艇母舰", "防空轻巡洋舰", "攻击型轻航母", "特设航空母舰", "神威改母"},
        ["备注"] = "",
        ["装备改修"] = {
            ["资源消费"] = {["燃料"] = 10, ["弹药"] = 150, ["钢材"] = 150, ["铝"] = 50},
            ["初期消费"] = {["开发"] = {10, 15},["改修"] = {6, 6}, ["装备数"] = 1, ["装备"] = "012"},
            ["中段消费"] = {["开发"] = {10, 15},["改修"] = {7, 8}, ["装备数"] = 2, ["装备"] = "028"},
            ["日期"] = {
                ["日"] = {"×"},
                ["一"] = {"黎塞留", "黎塞留改"},
                ["二"] = {"黎塞留", "黎塞留改"},
                ["三"] = {"黎塞留", "黎塞留改"},
                ["四"] = {"黎塞留", "黎塞留改"},
                ["五"] = {"×"},
                ["六"] = {"×"}
            },
            ["改修备注"] = ""
        }
    },
    ["248"] = {
        ["日文名"] = "Skua",
        ["中文名"] = "贼鸥（Skua）",
        ["类别"] = {3,5,7,7,14},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["爆装"] = 4, ["对潜"] = 2, ["对空"] = 2, ["回避"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 1},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["249"] = {
        ["日文名"] = "Fulmar",
        ["中文名"] = "管鼻鹱（Fulmar）",
        ["类别"] = {3,5,6,6,14},
        ["稀有度"] = "☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对潜"] = 2, ["对空"] = 3, ["回避"] = 1, ["命中"] = 2, ["索敌"] = 1, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 2},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["250"] = {
        ["日文名"] = "Spitfire Mk.I",
        ["中文名"] = "喷火（Spitfire） Mk.I",
        ["类别"] = {22,39,48,44,29},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 7, ["回避"] = 1, ["命中"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 4},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["251"] = {
        ["日文名"] = "Spitfire Mk.V",
        ["中文名"] = "喷火（Spitfire） Mk.V",
        ["类别"] = {22,39,48,44,29},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 9, ["回避"] = 2, ["命中"] = 3, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["252"] = {
        ["日文名"] = "Seafire Mk.III改",
        ["中文名"] = "海喷火（Seafire） Mk.III 改",
        ["类别"] = {3,5,6,6,29},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 9, ["装甲"] = 1, ["回避"] = 2, ["命中"] = 1, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["253"] = {
        ["日文名"] = "Spitfire Mk.IX(熟練)",
        ["中文名"] = "喷火（Spitfire） Mk.IX（熟练）",
        ["类别"] = {22,39,48,44,29},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 1, ["对空"] = 10, ["回避"] = 4, ["命中"] = 2, ["航程"] = 4},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 2, ["钢材"] = 0, ["铝"] = 7},
        ["装备适用"] = {},
        ["备注"] = ""
    },
    ["254"] = {
        ["日文名"] = "F6F-3N",
        ["中文名"] = "F6F-3N",
        ["类别"] = {3,5,6,45,21},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 4, ["对空"] = 8, ["回避"] = 3, ["命中"] = 2, ["索敌"] = 2, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 3, ["钢材"] = 0, ["铝"] = 5},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["255"] = {
        ["日文名"] = "F6F-5N",
        ["中文名"] = "F6F-5N",
        ["类别"] = {3,5,6,45,21},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["对潜"] = 5, ["对空"] = 10, ["回避"] = 3, ["命中"] = 3, ["索敌"] = 3, ["航程"] = 5},
        ["废弃"] = {["燃料"] = 2, ["弹药"] = 4, ["钢材"] = 0, ["铝"] = 6},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "登陆突击舰", "攻击型轻航母", "特设航空母舰"},
        ["备注"] = ""
    },
    ["256"] = {
        ["日文名"] = "TBF",
        ["中文名"] = "TBF",
        ["类别"] = {3,5,8,8,21},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 2, ["雷装"] = 9, ["对潜"] = 6, ["对空"] = 1, ["索敌"] = 2, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 3, ["弹药"] = 6, ["钢材"] = 0, ["铝"] = 11},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["257"] = {
        ["日文名"] = "TBM-3D",
        ["中文名"] = "TBM-3D",
        ["类别"] = {3,5,8,46,21},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 1},
        ["属性"] = {["火力"] = 2, ["雷装"] = 9, ["对潜"] = 8, ["对空"] = 1, ["命中"] = 2, ["索敌"] = 4, ["航程"] = 6},
        ["废弃"] = {["燃料"] = 3, ["弹药"] = 7, ["钢材"] = 0, ["铝"] = 12},
        ["装备适用"] = {"轻型航母", "正规航母", "装甲航母", "攻击型轻航母", "特设航空母舰", "速吸改", "大鹰改", "大鹰"},
        ["备注"] = ""
    },
    ["258"] = {
        ["日文名"] = "夜間作戦航空要員",
        ["中文名"] = "夜间作战航空要员",
        ["类别"] = {13,23,35,29,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 1, ["装甲"] = 1, ["射程"] = "中"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 10, ["钢材"] = 1, ["铝"] = 10},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "舰队油船", "攻击型轻航母", "特设航空母舰", "塔斯特司令官改", "秋津洲改", "由良改二", "塔斯特司令官", "扎拉due"},
        ["备注"] = ""
    },
    ["259"] = {
        ["日文名"] = "夜間作戦航空要員+熟練甲板員",
        ["中文名"] = "夜间作战航空要员+熟练甲板员",
        ["类别"] = {13,23,35,29,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["火力"] = 3, ["装甲"] = 1, ["回避"] = 1, ["命中"] = 2, ["射程"] = "长"},
        ["废弃"] = {["燃料"] = 1, ["弹药"] = 10, ["钢材"] = 1, ["铝"] = 10},
        ["装备适用"] = {"航空巡洋舰", "航空战列舰", "轻型航母", "正规航母", "装甲航母", "舰队油船", "攻击型轻航母", "特设航空母舰", "塔斯特司令官改", "秋津洲改", "由良改二", "塔斯特司令官", "扎拉due"},
        ["备注"] = ""
    },
    ["260"] = {
        ["日文名"] = "Type124 ASDIC",
        ["中文名"] = "Type124 ASDIC",
        ["类别"] = {7,10,14,18,0},
        ["稀有度"] = "☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 11, ["回避"] = 1, ["命中"] = 2, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 4},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空轻巡洋舰", "海防舰", "速吸改", "塔斯特司令官改", "大鹰改", "秋津洲改", "速吸", "塔斯特司令官", "神威改母", "大鹰改二"},
        ["备注"] = ""
    },
    ["261"] = {
        ["日文名"] = "Type144/147 ASDIC",
        ["中文名"] = "Type144/147 ASDIC",
        ["类别"] = {7,10,14,18,0},
        ["稀有度"] = "☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 13, ["回避"] = 1, ["命中"] = 3, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 5},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空轻巡洋舰", "海防舰", "速吸改", "塔斯特司令官改", "大鹰改", "秋津洲改", "速吸", "塔斯特司令官", "神威改母", "大鹰改二"},
        ["备注"] = ""
    },
    ["262"] = {
        ["日文名"] = "HF/DF + Type144/147 ASDIC",
        ["中文名"] = "HF/DF + Type144/147 ASDIC",
        ["类别"] = {7,10,14,18,0},
        ["稀有度"] = "☆☆☆☆☆☆",
        ["状态"] = {["开发"] = 0, ["改修"] = 0, ["更新"] = 0, ["熟练"] = 0},
        ["属性"] = {["对潜"] = 15, ["回避"] = 2, ["命中"] = 3, ["索敌"] = 2, ["射程"] = "无"},
        ["废弃"] = {["燃料"] = 0, ["弹药"] = 0, ["钢材"] = 1, ["铝"] = 6},
        ["装备适用"] = {"驱逐舰", "轻巡洋舰", "重雷装巡洋舰", "潜艇", "航母潜艇", "防空驱逐舰", "练习巡洋舰", "防空轻巡洋舰", "海防舰", "速吸改", "塔斯特司令官改", "大鹰改", "秋津洲改", "速吸", "塔斯特司令官", "神威改母", "大鹰改二"},
        ["备注"] = ""
    }
}

return d